[
  {
    "name": "Michael Ball",
    "role": "Edna Turnblad",
    "image": "../images/cast/micheal-ball.png",
    "bio": "<p><strong>Michael Ball</strong><strong> </strong>is Britain&rsquo;s leading musical theatre star, a double Olivier Award winner, multi-platinum recording artist and a hugely popular radio and TV presenter. For 30 years he has been at the top of his game starring in musical theatre productions in the West End and on Broadway, winning critical acclaim, a devoted following and awards for his stage work and recording career.</p><p>Michael regularly tours the UK as a concert artist and has sold millions of albums over the last 28 years; he&rsquo;s performed in Australia, China, USA, Singapore and, in 2007, made his BBC Proms debut: <em>An Evening with Michael Ball</em> at the Royal Albert Hall marked the first time a musical theatre star had been given a solo concert at the Proms. He has a successful radio broadcasting career which includes his own show, <em>The Michael Ball Show on Radio 2.</em> He is also a popular TV presenter and, in addition to hosting his own series, <em>The Michael Ball Show</em> on ITV1, he starred with Imelda Staunton in the Victoria Wood BBC TV film, <em>That Day We Sang</em> and is also a regular guest presenter on <em>The One Show.</em></p><p>In 2015 he performed the role of Mack Sennett in <em>Mack and Mabel </em>at Chichester Festival Theatre, with music and lyrics by the great Jerry Herman. The production then went on a successful UK Tour. In 2016 he recorded a new album with Alfie Boe, entitled <em>Together</em>, (Decca). The album went platinum in just over 5 weeks, was 2016&rsquo;s Christmas No. 1 and was the biggest selling album release of the year. Michael and Alfie also entertained more than 80,000 fans on a sold out 29-date tour of the UK. In 2018 the pair followed up this success with <em>Together Again</em>, another record breaking, platinum-selling album, which had the additional honour of taking home two Classical Brit Awards for &lsquo;Best Group&rsquo; and &lsquo;Classic FM Best Album&rsquo;. Combined album sales are now in excess of 1 million!  Earlier that same year Michael returned to the London stage for the Grade Linnit/ENO production of <em>Chess at the Coliseum,</em> playing Anatoly.</p><p>In early 2019, Michael released Coming Home To You, his first solo album in four years and his first number 1 album in 27 years!  Not only that, the album &ndash; his 21<sup>st</sup> &ndash; featured, for the first time, a clutch of self-penned originals, alongside a choice collection of covers.</p><p>Michael has recently reunited with Alfie Boe in a special new West End staging of Les Mis&eacute;rables and they have just revealed that they are to release their highly anticipated third studio album, entitled &lsquo;Back Together&rsquo; on 8<sup>th</sup> November.</p><p>2020 is going to be as busy as ever.  Michael &amp; Alfie will embark upon a major arena tour across the country and Michael will don his famous frock and wig again to recreate the infamous Edna Turnblad in Hairspray at London&rsquo;s Coliseum</p><p><strong>Notable engagements elsewhere:</strong> West End debut as Marius in the original London cast of <em>Les Mis&eacute;rables;</em> he starred in the West End production of <em>The Phantom of the Opera, Aspects of Love </em>(West End and Broadway), in the London production of Sondheim&rsquo;s <em>Passion</em> and as Caractacus Potts in the West End musical <em>Chitty Chitty Bang Bang.</em> In 2005 he returned to Broadway as Count Fosco <em>The Woman in White</em>, which transferred from London&rsquo;s West End and, in the same year, made his New York City Opera debut as Reginald Bunthorne <em>Patience</em>.  In 2007 he made his debut at ENO as Haj/The Poet <em>Kismet.</em> In 2008 he made box office history with his Olivier Award-winning performance as Edna Turnblad in the smash hit musical <em>Hairspray</em>, which he then took on tour across the UK. In 2013 he won his second Olivier Award for Best Actor in a Musical for his critically acclaimed title role in Sondheim&rsquo;s <em>Sweeney Todd: The Demon Barber of Fleet Street.</em></p>",
    "background": "block-six"
  }
]