[
  {
    "name": "Lizzie Bea",
    "role": "Tracy Turnblad",
    "image": "../images/cast/lizzie-bea.png",
    "bio": "<p>Training: National Youth Theatre, National Youth Music Theatre and National Student Drama Festival.<br /> <br /> Theatre: Abigail in the World Premiere of Becoming Nancy (Alliance Theatre, Atlanta), Pat in Kinky Boots (UK Tour), u/s Kelly, Betty &amp; Val in Fat Friends the Musical (UK Tour); Rose in Dino Story and Ducky Daddles in Chicken Little (From Page to Stage - The Other Palace); Actress 2 in The Shakespeare Revue (UK Tour); Bee/Mother Pig in The 3 Little Pigs (UK &amp; International Tour); Polly Parish in The Other School (St James Theatre)<br /> <br /> Workshops: Abigail Henson in Becoming Nancy (Stiles and Drewe, Jammy Productions, Inc., and Foresight Theatrical - London and New York casts); Martha Dunstock in Heathers (The Other Palace).<br /> Recordings: Flo Bates in Half a Sixpence (Demo Recording - Cameron Mackintosh Ltd).</p>",
    "background": "block-four"
    
  },
  {
    "name": "Marisha Wallace",
    "role": "Motormouth Maybelle",
    "image": "../images/cast/marisha-wallace.png",
    "bio": "<p>Most recently, Marisha played the role of Becky in the Original West End Cast of Waitress after making her West End debut playing the iconic Effie White in Dreamgirls at the Savoy Theatre after playing the role at the Dallas Theater Center.</p><p>Together with her theatre success, Marisha Wallace has taken on the mainstream music world, performing with such revered international artists as Seal, James Blunt and Gregory Porter. This year, Marisha delivered a stunning set at Love Supreme Festival, was the special guest to Todrick Hall on his sold out shows in the UK and Amsterdam and will also be a special guest to Katherine Jenkins at her Christmas show at the Royal Albert Hall. Marisha&rsquo;s power-packed new single &lsquo;Fight Like A Woman&rsquo; was released on Friday 18<sup>th</sup> October. Details for her first UK headline tour in March 2020 will be announced shortly</p><p>US Regional: Aladdin (Toronto), Oklahoma! (Ado Annie/Drammy Winner Best Actress), One Night With Janis Joplin (Blues Singer), RENT (Joanne), Hair (Dionne).</p><p>Film/TV: Aladdin: Live Action Movie, Disney&rsquo;s Frozen Fever, The Tony Awards, Good Morning America, The View, Macy&rsquo;s Thanksgiving Day Parade.</p>",
    "background": "block-six"
    
  }
]