[
  {
    "name": "Michael Ball",
    "role": "Edna Turnblad",
    "image": "../images/cast/micheal-ball.png",
    "bio": "  <p><strong>MICHAEL BALL is Britain's leading musical theatre star, a double Olivier Award winner, multi-platinum recording artist and a hugely popular radio and TV presenter. For 30 years Michael has been at the top of his game starring in musical theatre productions in the West End and on Broadway, winning critical acclaim, a devoted following and awards for his stage work and recording career.</strong></p><p>Let’s not be coy: Michael Ball has been, yes, having a ball. And even by his own prolific standards, the star of stage, screen, radio and record has outdone himself in the last couple of years.</p><p>For one thing, there’s his ongoing love affair with, and mastery of, the musical. Last year he was on stage in London for the revival of Chess. Later this year he’ll be reuniting with old friend Cameron Mackintosh in a special new West End staging of Les Misérables and in 2020 he will don the frock and wig again to recreate the infamous Edna Turnblad in Hairspray at London’s Coliseum.</p> <p>For another, there were those back-to-back triumphs with Alfie Boe: a pair of Number One albums in 2016 and 2017, Together and Together Again. The million-sellers were end-of-year chart champs, shifting old-fashioned numbers of physical sales, winning a pair of Classical Brits and leading to TV specials and international arena tours.</p><p>“Unbelievable!” is how the singer/actor/radio DJ describes their successes. “It really was kind of a dream. It’s especially nice because it wasn’t planned in any way. It was an idea that grew organically, that people invested in and got behind – and it just worked, and we had so much fun doing it. “To put the first tour on sale and watch that grow and sell out. And to find ourselves at Number One at Christmas,” he marvels. “And then to repeat the success with a second one, especially at a time when as we all know, the music industry is in some crisis.”</p><p>The joy of the partnership was there for all to see, not least in the natural “bantz” between the pair. “We loved it and the banter is what it is, that’s us. We’re horrible to each other as only mates can be…” Is there more where that came from? Well, rumours of a third collaborative album, could not be confirmed at time of writing…</p><p>…and in any case, it would have to wait, as Ball recently released Coming Home To You, his first solo album in four years and his first Number 1 album in 27 years!. Not only that, the album – his 21st – features, for the first time, a clutch of self-penned originals alongside a choice collection of covers. Rich, warm and beautifully played and sung, it’s a deeply personal, 14-track journey into the heart and musical soul of one our most beloved performers.</p><p>As Michael heads into the later part of 2019 and early 2020, it looks like it will be just as busy, with a number of solo projects in the pipeline and many more exciting things to come!</p>",
    "background": "block-six"
  }
]