[
  {
    "name": "LUCIE JONES",
    "role": "Jenna",
    "image": "../images/casts/Lucie-Jones.jpg",
    "bio": "<p>Theatre includes: Emily in<em> A Christmas Carol</em> (Lyceum), Lou in <em>Girlfriends</em> (LMTO), Elle Woods in <em>Legally Blonde</em> (UK tour), Maureen Johnson in <em>RENT the Musical</em> (The Other Palace and UK tour), Holly in <em>The Wedding Singer</em> (UK tour), Elle Woods in <em>Legally Blonde</em> (Leicester Curve/South Korea &ndash; DIMF Best Actress in a Musical Award), Molly Jensen in <em>Ghost: The Musical</em> (Asian tour), Victoria in <em>American Psycho the Musical </em>(Almeida), Meatloaf in <em>We Will Rock You</em> (world arena tour), Kelly in <em>The Prodigals</em> (Edinburgh Fringe) and Cosette in <em>Les Mis&eacute;rables</em> (Queen&rsquo;s).</p> <p>Television includes: <em>Midsomer Murders</em> and <br /> <em>The Sarah Jane Adventures</em>. Lucie was a finalist in the 2009 series of <em>The X Factor</em>. She toured the UK playing to sell-out arena crowds on <br /> <em>The X Factor</em> tour in 2010. In January 2017, Lucie won the public vote on BBC2 show <em>Eurovision &ndash; You Decide</em> with her original song &lsquo;Never Give Up On You&rsquo;. She competed at the Eurovision World Final in Ukraine.</p> <p>Discography includes: Eurovision Finalist song &lsquo;Never Give Up On You&rsquo; (which charted in 30 countries), Howard Goodall&rsquo;s <em>Girlfriends</em> original cast album with LMTO and features on the <em>Midsomer Murders</em> original television soundtrack with &lsquo;Ballad of Midsomer&rsquo; (feat. Seth Lakeman).</p> <p>@luciejones1</p>"
  },
  {
    "name": "MARISHA WALLACE",
    "role": "Becky",
    "image": "../images/casts/Marisha-Wallace.jpg",
    "bio": "<p>Marisha has recently made her West End debut playing Effie White in <em>Dreamgirls</em> at the Savoy Theatre after playing the role at the Tony winning regional theater Dallas Theater Center. Since landing in London she has performed in numerous concerts at The Royal Albert Hall, the Palladium, and she’s a part of Broadway and West End Divas. She recently performed the role of Celie in <em>The Color Purple</em> in Concert at Cadogan Hall and had two sold out nights at Zedel.</p><p><strong>Broadway:</strong> Something Rotten! (original Broadway cast) Disney’s Aladdin (original Broadway cast). National Tour: The Book of Mormon (1st National).</p><p><strong>Off-Broadway:</strong> Sistas! (Tamika). Regional: Disney’s Aladdin (Toronto), Oklahoma! (Ado Annie/Drammy Winner Best Actress), One Night With Janis Joplin (Blues Singer), Rent (Joanne), Hair (Dionne).</p><p><strong>Film/TV: Aladdin:</strong> Live Action Movie, Disney’s Frozen Fever, The Tony Awards, Good Morning America, The View, Macy’s Thanksgiving Day Parade.</p>"
  },
  {
    "name": "ASHLEY ROBERTS",
    "role": "Dawn",
    "image": "../images/casts/Ashley-Roberts.jpg",
    "bio": "<p>Ashley Roberts is a multi-talented presenter, musician and actress.&nbsp;Best known for being a member of one of the biggest girl groups in the world, &lsquo;The Pussycat Dolls&rsquo;, Ashley shot to fame after the release of the album&nbsp;<em>&lsquo;PCD&rsquo;</em>. &nbsp;During her seven years in the group they sold over 54 million records and toured the world performing to fans worldwide. Since leaving the group in 2010, Ashley won the hearts of the British public when she was voted runner up in&nbsp;<em>I&rsquo;m a Celebrity&hellip;Get Me Out of Here!&nbsp;</em>&nbsp;in one of the closest reality show finals in history. She followed this with a starring role on&nbsp;<em>Ant &amp; Dec&rsquo;s Saturday Night Takeaway.</em>&nbsp;</p> <p>Ashley continued her TV career as a judge on ITV&rsquo;s <em>Dancing On Ice</em> for two seasons and as a guest judge on the popular <em>BBC One</em> talent competition <em>Let It Shine</em> alongside Gary Barlow.</p> <p>In 2017, Ashley pursued her love of comedy, appearing as a regular on ITV&rsquo;s&nbsp;<em>The</em>&nbsp;<em>Keith Lemon Sketch Show&nbsp;</em>and&nbsp;<em>Coming In America,</em>&nbsp;in addition to hosting two seasons of&nbsp;<em>1<sup>st</sup>&nbsp;Look,&nbsp;</em>which aired every Saturday night on&nbsp;<em>NBC </em>in the US.</p> <p>In 2018, Ashley joined the cast of&nbsp;BBC One&rsquo;s<em> Strictly Come Dancing.&nbsp;</em>With guidance from professional dance partner Pasha Kovalev the pair danced their way to the finals with Ashley becoming the&nbsp;highest scoring contestant&nbsp;with an average&nbsp;score&nbsp;of 36.9, and she holds the record for the&nbsp;most&nbsp;perfect&nbsp;scores&nbsp;ever received by a&nbsp;contestant&nbsp;with five perfect&nbsp;scores achieved throughout the competition.</p> <p>Ashley can now be heard on the radio every weekday morning from 6.30am as the showbiz correspondent on the all new national Heart FM Breakfast Show.</p> <p>It has been Ashley&rsquo;s dream to appear in London&rsquo;s West End and she is privileged to be joining the cast of &lsquo;Waitress&rsquo;.</p>"
  },
  {
    "name": "DAVID HUNTER",
    "role": "Dr. Pomatter",
    "image": "../images/casts/David_Hunter.jpg",
    "bio": "<p>David trained at The Liverpool Institute for Performing Arts (LIPA) and has since forged careers in both acting and music, performing at every major Arena in the UK, as well as The National Theatre and in the West End.</p><p>He is known for his lead roles in multi-award-winning West End Musicals, <em>Once</em> and <em>Kinky Boots</em>.</p><p>David gained national notoriety during his time on <em>ITV's Superstar</em> as he competed to play the role of 'Jesus' in Andrew Lloyd Webber's ground-breaking musical, <em>Jesus Christ Superstar</em>. He performed nightly in front of a live audience of millions, reaching the semi-finals and receiving high praise throughout for his honest, dramatic performances.</p><p>David's West End credits include <em>Kinky Boots</em> (Adelphi), <em>ONCE</em> (Phoenix), <em>One Man, Two Guvnors</em> (Adelphi), <em>Tommy</em> (Prince Edward) and <em>Seussical</em> (Arts).</p><p>Other theatre credits include <em>One Man, Two Guvnors</em> (National Theatre and UK Tour), <em>The Hired Man</em> (Leicester Curve and Colchester Mercury), <em>Pub</em> (The Royal Exchange) <em>Spinach</em> (The Royal Exchange) and <em>The Mayor of Zalamea</em> (Liverpool Everyman).</p><p>Film credits include <em>NATIVITY 3</em> and he has recently filmed an episode of <em>Holby City</em> for BBC1.</p><p>As the frontman of Pop/Rock band 'Reemer', David recorded with the Producers responsible for The Rolling Stones and The Who, before earning huge support slots, playing alongside The Feeling, Scouting for Girls and finally McFly on their full UK Arena Tour.</p><p>In April 2018 David released his first Solo EP, <em>SILVER LININGS</em>, featuring five original songs.</p>"
  },
  {
    "name": "PETER HANNAH",
    "role": "Earl",
    "image": "../images/casts/Peter-Hannah.jpg",
    "bio": "<p>Peter trained at RADA</p><p><strong>Stage Credits include:</strong> The Devil in <em>The Strange Undoing of Prudencia Hart</em> (National Theatre of Scotland, Spoletto Festival, & McKittrick, New York - Drama Desk Award winner 2017 for unique Theatrical Experience); Captain Ridley in <em>Cockpit</em> (Royal Lyceum Theatre); Mac in the <em>Greater Game</em> (Southwark Playhouse); Thomas Highgate in <em>The 306</em> (National Theatre of Scotland); Company in <em>Shakespeare in Love</em> (Noel Coward Theatre); Michael in <em>Four Play</em> (Theatre503); Alex in <em>A Clockwork Orange</em> (Nottingham Playhouse); Sean in <em>One Arm</em> (Southwark Playouse) & Sam in <em>Mock Tudor</em> (Pleasance Courtyard)</p> <p><strong>Workshops include:</strong> <em>Ane Satyre of the Three Estaitis</em> (Royal Lyceum Theatre); <em>The Pooki</em> (Park Theatre); <em>Paradise Lost</em> (Birmingham Rep); <em>White and Red; Vampirette;</em> & William Wallace in <em>The Wallace</em> (Finborough Theatre)</p> <p><strong>Film and Television Credits include:</strong> Alex in <em>Above The Clouds</em> (Third Light Films); Lucas in <em>Mr Turner</em> (Thin Man Films); Newton in <em>Mary Gloster</em> (Short Film) & Police Constabe Stanmore in <em>Doctor Who</em> (BBC)</p>"
  },
  {
    "name": "SHAUN PRENDERGAST",
    "role": "Joe",
    "image": "../images/casts/shaun-prendergast.jpg",
    "bio": "<p>Shaun trained at Bretton Hall. His recent credits include Mr Boo in The Rise and Fall of Little Voice (The Park Theatre) Cinderella (Theatre Royal Windsor), Mr Brownlee in Dark Angel (ITV), James in Geordie the Musical (Customs House), DS Colin Holt in Eastenders (BBC), MC in Oh What a Lovely War directed by Terry Johnson (Stratford East), Don John in Much Ado About Nothing dir by Dame Judi Dench, Fabian in Twelfth Night dir by Sir Kenneth Branagh (Riverside Studios), As You Like It, Hamlet dir by Sir Derek Jacobi, Ray in the World Premiere of A Going Concern dir Matthew Lloyd (Hampstead Theatre), Macduff in Macbeth dir by Tom Morris.</p><p>Other credits include Holby City, Waterloo Road, Doctors, The Glee Club, Coronation Street, Emmerdale, WPC 56, The Bill and Heartbeat. A place of Safety by Kay Mellor which won a New York Critic’s choice Award.</p><p>Shaun is also a writer for stage, screen and radio whose work has been translated into six languages. Awards include A SONY AWARD, A TIME OUT AWARD, Five NSDF AWARDS and A WRITER’S GUILD AWARD</p>"
  },
  {
    "name": "STEPHEN LEASK",
    "role": "Cal",
    "image": "../images/casts/Stephen-Leask.jpg",
    "bio": "<p>Stephen graduated from LAMDA in 2008.</p><p>He recently finished playing Dewey Finn in School of Rock (Gillian Lynne Theatre). His other theatre credits include: Robin Hood (The Egg Theatre, Bath), The Canterbury Tales (UK Tour), Rumpelstiltskin (The Egg Theatre Bath), I Killed Rasputin (Edinburgh Festival), One Man, Two Guv’nors (Theatre Royal Haymarket), A Little Hotel on the Side (Theatre Royal Bath), Staunch (Theatre 503), Potted Panto (Vaudeville Theatre), The Secret Garden (Birmingham Rep), Troilus & Cressida (RSC). </p><p>Film & Television includes; County Lines, True Horror: The Witches Prison (Channel Four), Doctors (BBC), Our World War (BBC), The Intern (Boundless/Channel 4) and Eastenders (BBC).</p><p>Stephen recently appeared in a new musical being developed by Andrew Lloyd Webber and Richard Curtis called Unmasked.</p>"
  },
  {
    "name": "BLAKE HARRISON",
    "role": "Ogie",
    "image": "../images/casts/Blake-Harrison.jpg",
    "bio": "<p>Blake Harrison&nbsp;recently starred<strong>&nbsp;</strong>in the award-winning BBC Drama&nbsp;<em>A Very English Scandal</em>, alongside Hugh Grant &amp; Ben Whishaw.&nbsp;He is well known for his role as Neil Sutherland in the multi award-winning E4 series&nbsp;<em>The Inbetweeners</em>, the success of which led to&nbsp;<em>The Inbetweeners Movie</em>&nbsp;and sequel&nbsp;<em>The Inbetweeners 2.&nbsp;</em>Other screen credits include, for television:&nbsp;<em>Trust Me,</em>&nbsp;<em>Agatha and The Truth of Murder, Prime Suspect 1973, The Increasingly Poor Decisions of Todd Margaret</em>,&nbsp;<em>Tripped, Way To Go, Big Bad World&nbsp;</em>and for film:&nbsp;<em>Dad&rsquo;s Army&nbsp;</em>and indy thriller&nbsp;<em>Keeping Rosy</em>. Upcoming screen credits include the&nbsp;comedy-crime film&nbsp;<em>Madness In The Method</em>, due for release later this year and the BBC&rsquo;s new World War II drama&nbsp;<em>World On Fire</em>&nbsp;this September.&nbsp;<em>&nbsp;</em>Theatre credits include&nbsp;<em>STEP 9 (Of 12) </em>at The<em>&nbsp;</em>Trafalgar Studios and, most recently, the lead role of Michael in&nbsp;<em>The End Of The Pier</em>&nbsp;at The Park theatre, London.&nbsp;Blake recently made his directorial debut with short film&nbsp;<em>Hooves of Clay&nbsp;</em>in which he also starred; it has had much success on the festival circuit and won multiple awards.</p>"
  },
  {
    "name": "KELLY AGBOWU",
    "role": "Nurse Norma",
    "image": "../images/casts/Kelly-Agbowu.jpg",
    "bio": "<p>Training: London School of Musical Theatre. </p><p>Theatre includes: Lion in The Wizard of Oz (Birmingham Rep), Swing in The Book of Mormon (Prince of Wales Theatre), May in Baddies the Musical (Unicorn Theatre), Swing and Understudy Shenzi in Disney's The Lion King (UK and International tour), Sue, Caroler and Soloist in Rent (Greenwich Theatre), Essie in Parade (Southwark Playhouse), Townsperson in The Human Comedy (Young Vic).</p><p>Film includes: Joyce’s sister in Dreams of a Life (Camp Productions/Film 4).</p><p>Television includes: Cop School (CBBC) and Galaxy, Halifax and Nokia commercials. </p><p>Kelly has also performed at the WhatsOnStage Awards, Regent Street Christmas lights event, West End Live and sung backing vocals for ITV's Superstar. </p>"
  },
  {
    "name": "PIERS BATE",
    "role": "Ensemble",
    "image": "../images/casts/Piers-Bate.jpg",
    "bio": "<p>The Battle of Boat (Stockwell Playhouse), Kiss Me Kate (Opera North and Kilworth House), The Wizard of Oz (Crucible Theatre, Sheffield, Mrs Henderson Presents (Toronto), The Sound Of Music (UK Tour), Singing in the Rain (Kilworth House), Love Beyond (Wembley Arena), Meet Me in St Louis (Landor), Hairspray (UK Tour)</p>    "
  },
  {
    "name": "NICOLE RAQUEL DENNIS",
    "role": "Ensemble",
    "image": "../images/casts/Nicole-Raquel-Dennis.jpg",
    "bio": "<p>West End credits include: 1st Cover/played Effie White in DREAMGIRLS (Savoy Theatre); Ensemble in THE BOOK OF MORMON (Prince of Wales Theatre, London). Further stage credits include: Nicole Dennis - Live at Zedel 2019,  Rafiki in MICKEY AND THE MAGICIAN (Disneyland Paris) TV credits; Nicole can be seen as part of Team Jennifer Hudson on THE VOICE UK 2019.  Social Media ; <a href=\"https://twitter.com/nicoleraquel_d\" target=\"blank\" rel=\"noopener noreferrer\">@nicoleraquel_d</a> <a href=\"https://www.nicoledennis.co.uk\" target=\"blank\" rel=\"noopener noreferrer\">www.nicoledennis.co.uk</a> Represented by Michelle Blair Management.</p>"
  },
  {
    "name": "CHRIS McGUIGAN",
    "role": "Ensemble",
    "image": "../images/casts/Chris-McGuigan.jpg",
    "bio": "<p>Training: Royal Academy of Music, and the National Youth Theatre.</p><p>Theatre includes: Titanic (UK & Ireland Tour), The Woman in White (Charing Cross), West Side Story (Manchester), Bananaman and Through the Mill (Southwark Playhouse), JUDY! (Arts), and The Frogs (Jermyn Street).</p><p>Chris is thrilled to be making his West End debut.</p><p><a href=\"https://twitter.com/chrismcguigs\" target=\"blank\" rel=\"noopener noreferrer\">@chrismcguigs</a></p>"
  },
  {
    "name": "OLIVIA MOORE",
    "role": "Ensemble",
    "image": "../images/casts/Olivia-Moore.jpg",
    "bio": "<p>Training: Arts Educational Schools London (2018)</p><p>Theatre includes: Heathers (The Other Palace and The Theatre Royal Haymarket)</p><p>Original Cast Recordings: Heathers (Theatre Royal Haymarket)</p><p>Would like to thank my family and friends for their continuous love and support. A special mention to my Grandma who taught me how to bake</p>"
  },
  {
    "name": "NATHANIEL MORRISON",
    "role": "Ensemble",
    "image": "../images/casts/Nathaniel-Morrison.jpg",
    "bio": "<p>Nathaniel Morrison Hails from the city of Birmingham and attained a B.a (Hons) degree in Performance at Mountview Academy of Theatre Arts, London.</p><p>West End Credits include Stevie Wonder in Dancing In The Streets, Porgy and Bess, Naphtali, (understudy Judah and Benjamin) in Joseph and The Amazing Technicolor Dreamcoat, Sister Act (at The London Palladium performing alongside Whoopi Goldberg and Sheila Hancock), Barry Belson in Jersey Boys and Alternate Lil and Four Eyed Moe in Five Guys Named Moe. </p><p>Touring productions include Stevie Wonder (u/s Temptations) in Dancing In The Streets, Jorge in Tonight’s The Night, Understudy Seaweed In Hairspray and Barry Belson In Jersey Boys.</p><p>Other productions include Schroeder in “You’re A Good Man, Charlie Brown” (Tabard Theatre); Pooh-Bah in Hot Mikado (Landor Theatre); various roles in Blues Brothers and Sammy Davis Jr In The Rat Pack Live (Edinburgh Fringe Festival and the Lowry Theatre, Manchester).</p><p>Other achievements include Supporting artist for the Late Lynden David Hall and duetting with Netflix and Broadway superstar Tituss Burgess at the London Hippodrome as well as vocalist for Pandora-The world of Avatar at The Walt Disney World Resort in Florida where his distinctive vocals can be heard throughout the experience.</p><p>Nathaniel Morrison has produced and performed his one man show “Songs in The Key Of Nate at The Pheasantry, Chelsea and Pizza Express Live, High Holborn, London as well as for Musical Collaborators Webborn and Finn and Anderson and Petty at The Other Palace and Crazy Coqs at Zedels, London.</p><p>Last year he appeared on BBC1’s “All Together Now” as a 100 Judge and was last seen playing The Genie of The Lamp at The Hawth Theatre, Crawley. </p><p>He is the proud Founder and Artistic Director of The West End Gospel Choir now in its 12th Year and soon to be appearing in BBC One Drama Silent Witness</p><p>Nathaniel is thrilled to be a part of Waitress, the musical.</p>"
  },
  {
    "name": "CHARLOTTE RIBY",
    "role": "Ensemble",
    "image": "../images/casts/Charlotte-Riby.jpg",
    "bio": "<p>Charlotte Trained professionally at Laine Theatre Arts.</p><p>Theatre<br/>2005 -UK tour of ‘Me and My Girl’ . 2007- ‘HAIRSPRAY’ , Shaftesbury theatre - alternate Tracy Turnblad.<br/>2009-2011 , ‘Priscilla Queen of the Desert’ - Palace Theatre - Diva<br/>2012-2015 - ‘Billy Elliot’ - Victoria Palace understudying Mrs Wilkinson.<br/>2016 - ‘Jesus Christ superstar ‘ - Regents Park, returning to the show in the summer of 2017.</p><p>TV- Royal variety, Comic Relief, ThisMorning, Alan Tichmarsh, Ant and Dec, Strictly come Dancing.</p><p>Adverts - The Sun , VOLKSWAGEN Hotels4U.</p><p>Voice overs -P&O , hotels4U, confused.com and currently female voice for Morrison’s.</p><p>Charlotte is hugely excited to be part of Waitress London, everything is Dedicated to her parents, husband and two beautiful sons x</p>"
  },
  {
    "name": "MICHAEL HAMWAY",
    "role": "Swing",
    "image": "../images/casts/Michael-Hamway.jpg",
    "bio": "<p>Michael studied undergraduate Music at Trinity College, Cambridge, before training at the Royal Academy of Music (2015 graduate). </p><p>Most recently, Michael played Jamie Wellerstein in The Last Five Years (Welsh Tour 2018) as well as covering and playing Emmett and Warner in Legally Blonde - The Musical (UK Tour 2017-18).</p><p>Additional theatre credits include: Tredgold in Forty Years On (Chichester Festival Theatre); Aladdin in Aladdin - The Wok 'n' Roll Panto (Stafford Gatehouse); Frederick Thompson in Luna Park (Tristan Bates Theatre); David in Jackie - The Musical (UK Tour); High Tenor in Gobsmacked! (Hong Kong Udderbelly Festival); Cyril in Five Children and It (Tristan Bates Theatre); Puck in Britten's A Midsummer Night's Dream (Aldeburgh).</p><p>Credits whilst training: Actor B in Noel Coward's A Talent to Amuse; Painter/Communist/Bertrand in Amour; Larry in Closer; Henry in Next to Normal.</p>"
  },
  {
    "name": "SARAH O'CONNOR",
    "role": "Swing",
    "image": "../images/casts/Sarah-OConnor.jpg",
    "bio": "<p>West end: Mistress, Evita (Phoenix Theatre). Imelda Quirke, The Commitments original cast (Palace Theatre). Swing/1st cover Eponine, Les Miserables (Queens Theatre). Ensemble/1st cover Sophie, Mamma Mia! (The Prince of Wales Theatre).</p><p>Other credits: Celtic angels (US tour) Mistress (UK/European tour) Snow White in Snow White and the seven dwarfs (Grand Opera House in Belfast, Qdos).</p><p>Workshops: All you need is sex (Lee Menzies) Band camp (Luke Sheppard, Lee Freeman).</p><p>Television: Finalist in Ireland's \"Fame the musical\". (RTE).</p>"
  },
  {
    "name": "LEANNE PINDER",
    "role": "Swing, Dance Captain",
    "image": "../images/casts/Leanne-Pinder.jpg",
    "bio": "<p>Training: Urdang Academy</p><p>Theatre credits include: Swing/ Co-Dance Captain in the Original London Cast of ‘Strictly Ballroom the Musical’ (Piccadilly) in which she also understudied the roles of Liz, Pam, Abuela, Shirley & Vanessa; Snow White (Palladium); Assistant Choreographer on ‘Groundhog Day’ (Broadway); Swing/ Dance Captain in ‘Groundhog Day’ (Old Vic); Choreographer for ‘Hapag Lloyd Cruises/ United Theatrical’; Swing, Dance Captain & Understudy Paula in ‘Bend it Like Beckham’ (Phoenix); Assistant Choreographer for 'Women on the Verge of a Nervous Breakdown' (Playhouse); Assistant Choreographer for the '2014 Commonwealth Games Opening & Closing Ceremonies' (Celtic Park); Assistant Choreographer on 'American Psycho' (Almeida Theatre); Assistant Choreographer on 'Matilda', Broadway (Original Broadway Company, Schubert Theatre, NYC); Swing & Resident Choreographer on 'Matilda' (Original London Company, Cambridge Theatre); Swing/ Dance Captain in 'We Will Rock You' (Dominion Theatre); Associate Choreographer on 'We Will Rock You' (UK Tour); Iris Kelly in 'Fame' (UK tour); Linda/Patti, understudy Maria/Shirley in 'Saturday Night Fever' (UK tour); understudy Rizzo, Patti, and Cha Cha in 'Grease' (UK tour); 'Musical Memories of Stage & Screen' (Queen's Theatre); Maksim's world premiere (Roundhouse).</p>"
  },
  {
    "name": "MARK WILLSHIRE",
    "role": "Swing",
    "image": "../images/casts/Mark-Willshire.jpg",
    "bio": "<p>Training: Laine Theatre Arts</p><p>Theatre includes: u/s Frank Farmer and Ray Court in THE BODYGUARD TOUR (UK TOUR & TORONTO); Joe in 9 TO 5 (UK Tour); Ensemble / 1st Cover Sam Wheat in GHOST (PICADILLY THEATRE); Ash Sherwood in NEVER FORGET (UK TOUR); Callum in OUR HOUSE (UK TOUR); Turnov in STARLIGHT EXPRESS (UK TOUR); Ensemble in CHITTY CHITTY BANG BANG (UK TOUR); Eddie in MAMMA MIA (INTERNATIONAL TOUR); Ensemble in CAROUSEL (UK TOUR)</p><p>Commercials include: New Look, KFC and T Mobile</p>"
  },
  {
    "name": "JULIETTE CLEMENS-LARY",
    "role": "Lulu (at certain performances)",
    "image": "../images/casts/Juliette-Clemens-Lary.jpg",
    "bio": "<p>Juliette joined Royce Management this year and attends weekly acting, singing and dancing lessons at Razzmataz Medway.  Waitress marks Juliette’s West End debut. </p>"
  },
  {
    "name": "ANNABELLE JONES",
    "role": "Lulu (at certain performances)",
    "image": "../images/casts/Annabelle-Jones.jpg",
    "bio": "<p>Annabelle loves performing and has always loved an audience! She has been with 'All the Arts' for the last 3 years and is so pleased to be making her first professional appearance as Lulu in the West End.</p> <p>She sends her thanks to her family for their love and encouragement towards achieving her dream!&nbsp;</p>"
  }
]