[
  {
    "name": "IRVING BERLIN",
    "role": "Music & Lyrics",
    "bio": "<p>Born Israel Beilin in a Russian Jewish shtetl in 1888, he died as Irving Berlin in his adopted hometown of New York City in 1989. Songwriter, performer, theatre owner, music publisher and soldier, he wrote scores to more than a dozen Broadway musicals (including <span class='text--italic'>Annie Get Your Gun</span> and <span class='text--italic'>White Christmas</span>) and dozens of Hollywood movie musicals. His more than 1,200 songs include <span class='text--italic'>White Christmas</span>, <span class='text--italic'>Puttin' on the Ritz</span>, <span class='text--italic'>Easter Parade</span>, <span class='text--italic'>Always</span>, <span class='text--italic'>Blue Skies</span>, <span class='text--italic'>Cheek to Cheek</span>, <span class='text--italic'>There's No Business Like Show Business</span>, <span class='text--italic'>Alexander's Ragtime Band</span> and <span class='text--italic'>God Bless America</span>. Irving Berlin's love for, and generosity to, the USA is legendary, exemplified by his establishing The God Bless America Fund, which receives all income from his patriotic songs and distributes it to the Boy Scouts and Girl Scouts. Numerous awards and accolades include an Academy Award for <span class='text--italic'>White Christmas</span>, a Congressional Gold Medal, a special Tony Award and commemoration on a U.S. postage stamp. UK productions in recent years include <span class='text--italic'>Top Hat</span> (West End and Tour, Olivier Award Winner, Best Musical 2013), and <span class='text--italic'>Annie Get Your Gun</span> (UK tour, 2014; Sheffield Crucible, 2016).</p>"
  },
  {
    "name": "DAVID IVES",
    "role": "Book",
    "bio": "<p>David was nominated for a Tony Award for Best Play for his play <span class='text--italic'>Venus In Fur</span>, which has been produced all over the country and the world, and was recently turned into a film by Roman Polanski. He is otherwise perhaps best known for his evenings of one-act comedies <span class='text--italic'>All In The Timing</span> and <span class='text--italic'>Time Flies</span>. Other plays include <span class='text--italic'>New Jerusalem: The Interrogation Of Baruch De Spinoza</span>; <span class='text--italic'>The Liar</span> (adapted from Corneille); <span class='text--italic'>The School For Lies</span> (adapted from Moli&egrave;re); <span class='text--italic'>The Metromaniacs</span> (adapted from Alexis Piron); <span class='text--italic'>Is He Dead?</span> (adapted from Mark Twain); <span class='text--italic'>Ancient History</span>, and <span class='text--italic'>Polish Joke</span>. He is a former Guggenheim Fellow in playwriting and lives in New York City.</p>"
  },
  {
    "name": "PAUL BLAKE",
    "role": "Book",
    "bio": "<p>Paul is Executive Producer Emeritus of the St. Louis Muny, which at 11,350 seats is America's largest theatre. At The Muny, where Irving Berlin's <span class='text--italic'>White Christmas</span> began in Summer 2000, Mr. Blake produced over 150 productions, which starred such legends as Phyllis Diller, Howard Keel, and the Radio City Rockettes. His new musical <span class='text--italic'>Roman Holiday</span>, with a score by Cole Porter, had its American premiere at The Guthrie Theatre in Minneapolis where it played to capacity, and it played at the Golden Gate Theatre in San Francisco in 2017. Currently on Broadway, Mr Blake is the proud producer of <span class='text--italic'>Beautiful: The Carole King Musical</span> which ran in the West End at the Aldwych Theatre.</p>"
  },
  {
    "name": "NIKOLAI FOSTER",
    "role": "Director",
    "bio": "<p>Nikolai Foster is Artistic Director of Curve. He was born in Copenhagen, Denmark, grew up in North Yorkshire and trained at Drama Centre London and at the Crucible, Sheffield.</p><p>At Curve Nikolai has directed the world premi&Euml;re productions of Riaz Khan's <span class='text--italic'>Memoirs of An Asian Football Casual</span> (adapted by Dougal Irvine) (nominated for Best Regional Production at the WhatsOnStage Awards) & Douglas Day Stewart's <span class='text--italic'>An Officer and a Gentleman</span>; Leslie Bricusse's <span class='text--italic'>Scrooge</span>; Andrew Lloyd Webber's <span class='text--italic'>Sunset Boulevard</span> (& UK tour) Winner Best Musical, Manchester Theatre Awards and Best Regional Production, WhatsOnStage Awards; Joe Orton's <span class='text--italic'>What the Butler Saw</span> (with Theatre Royal Bath), Jim Jacobs and Warren Casey's <span class='text--italic'>Grease</span> (& Dubai World Trade Centre); Oscar Wilde's <span class='text--italic'>The Importance of Being Earnest</span> (with Birmingham Rep); <span class='text--italic'>Spring Awakening</span> (with National Youth Music Theatre); <span class='text--italic'>Legally Blonde</span> (Opera Garnier, Monaco & Daegu Opera Festival, South Korea - Winner Best Musical - Daegu International Musical Festival Awards); Truman Capote's <span class='text--italic'>Breakfast At Tiffany's</span> (& Haymarket Theatre, London & UK tour); Roald Dahl's <span class='text--italic'>The Witches</span> (with Rose Theatre Kingston, Lyric Theatre, Hong Kong, West Yorkshire Playhouse, Leeds & UK tour); Tennessee Williams' <span class='text--italic'>A Streetcar Named Desire</span>; Shakespeare's <span class='text--italic'>Richard III</span>; Timberlake Wertenbaker's <span class='text--italic'>Our Country's Good</span> and a performance to celebrate the reveal of the tomb of King Richard III at Leicester Cathedral and Jonathan Harvey's <span class='text--italic'>Beautiful Thing</span> (Nottingham Playhouse and UK tour).</p><p>Nikolai has also served as an Associate Director at West Yorkshire Playhouse in Leeds, where he directed Irving Berlin's <span class='text--italic'>White Christmas</span>, Orwell's <span class='text--italic'>Animal Farm</span>, Dickens's <span class='text--italic'>A Christmas Carol</span> (adapted by Bryony Lavery & Jason Carr), Louise Page's <span class='text--italic'>Salonika</span> and Amanda Whittington's <span class='text--italic'>Bollywood Jane</span>. He trained at Drama Centre London and at the Crucible, Sheffield (supported by the Regional Theatre Young Director Scheme), where he staged <span class='text--italic'>A Chorus Line</span>, Sondheim's <span class='text--italic'>Assassins</span> and Shaffer's <span class='text--italic'>Amadeus</span>. UK tour productions have included: Tanika Gupta's <span class='text--italic'>Great Expectations</span>, <span class='text--italic'>Calamity Jane</span> and Coward's <span class='text--italic'>A Song at Twilight.</span></p><p>His critically acclaimed production of the Broadway musical <span class='text--italic'>Annie</span> recently completed runs at the Piccadilly Theatre, London and at the Mirvish Theatre, Toronto.</p>"
  },
  {
    "name": "STEPHEN MEAR",
    "role": "Choreographer",
    "bio": "<p>Two-time Olivier Award winner - <span class='text--italic'>Mary Poppins</span>, Co Choreographer with Sir Matthew Bourne (for which they also received a LA Drama Critics Circle award, a Helpmann Award in Australia and a nomination for a Tony and a Drama desk award for Best Theatre Choreography (Broadway/National Tours/UK Tours), Stephen's second Award was for <span class='text--italic'>Hello Dolly!</span> at Regents Park Open Air Theatre.</p><p>Olivier Award Nominations include: <span class='text--italic'>Gypsy</span> (CFT/Savoy/BBC4); <span class='text--italic'>Kiss Me, Kate</span> (CFT/Old Vic); <span class='text--italic'>Crazy for You</span> (Regents Park/Novello); <span class='text--italic'>Sweet Charity</span> (Chocolate Factory/Theatre Royal); <span class='text--italic'>Sinatra</span> (Palladium/UK Tour); <span class='text--italic'>Singin' In The Rain</span> (WYP/National) and <span class='text--italic'>Soul Train</span> (London/UK Tour).</p><p>Other theatre credits include: <span class='text--italic'>Guys and Dolls</span> as Director & Choreographer (Royal Albert Hall), <span class='text--italic'>Chess</span> (ENO), <span class='text--italic'>Scrooge</span> (Curve, Leicester), <span class='text--italic'>Guys and Dolls</span> (Milwaukee Rep); <span class='text--italic'>Top Hat</span> (Kilworth House Theatre); <span class='text--italic'>42nd Street</span> (also Director, Theatre Du Chatelet); <span class='text--italic'>The Resistible rise of Arturo Ui</span> (Movement Director, Donmar Warehouse); <span class='text--italic'>Thoroughly Modern Millie</span> (also Director, Kilworth House Theatre); <span class='text--italic'>Sunset Boulevard</span> (ENO/Broadway 2017); <span class='text--italic'>The Girls</span> (Lowry); <span class='text--italic'>Chitty Chitty Bang Bang</span> (WYP/UK Tour); <span class='text--italic'>Dreamgirls</span> and <span class='text--italic'>Ragtime</span> (Milwaukee Rep); <span class='text--italic'>Mack and Mabel</span> (CFT/UK Tour); <span class='text--italic'>City of Angels</span>, <span class='text--italic'>The Vote</span> (Donmar Warehouse); <span class='text--italic'>Singin' In The Rain</span> (Theatre du Chatelet); <span class='text--italic'>Die Fledermaus</span> (Met Opera NY); <span class='text--italic'>Stephen Ward</span> (Aldwych); <span class='text--italic'>The Pajama Game</span> (CFT/Shaftsbury); <span class='text--italic'>She Loves Me</span> (also Director, CFT); <span class='text--italic'>Betty Blue Eyes</span> (Novello); <span class='text--italic'>Shoes</span> (also Director, Sadlers Wells); <span class='text--italic'>Me and My Girl</span> (Crucible, Sheffield); <span class='text--italic'>Gigi</span> (Regents Park); <span class='text--italic'>The Little Mermaid</span> (Broadway); <span class='text--italic'>Anything Goes</span> (National/Theatre Royal); <span class='text--italic'>On The Town</span> (ENO/Theatre du Chatelet); <span class='text--italic'>Acorn Antiques The Musical</span> (London/UK Tour) and <span class='text--italic'>Amadeus</span>, <span class='text--italic'>Music Man</span>, <span class='text--italic'>Funny Girl</span>, <span class='text--italic'>How to Succeed</span>, <span class='text--italic'>Putting it Together</span> and <span class='text--italic'>The Grapes of Wrath</span> all at Chichester Festival Theatre.</p>"
  },
  {
    "name": "MICHAEL TAYLOR",
    "role": "Set Designer",
    "bio": "<p>Theatre includes: <span class='text--italic'>An Officer and a Gentleman the Musical</span> (Curve, Leicester), <span class='text--italic'>The Winslow Boy</span> (Birmingham Rep), <span class='text--italic'>The Best Man</span> (UK tour), <span class='text--italic'>Scrooge the Musical</span> (Curve, Leicester), <span class='text--italic'>The Winslow Boy</span> (UK tour), <span class='text--italic'>Silver Lining</span> (ETT, UK tour), <span class='text--italic'>Two Way Mirror</span> (Theatre by the Lake, Keswick) <span class='text--italic'>What The Butler Saw</span> (Curve, Leicester and Theatre Royal Bath), <span class='text--italic'>The Dresser</span> (Duke of York's, dir. Sean Foley), <span class='text--italic'>A Christmas Carol</span> (Corby Cube Theatre), <span class='text--italic'>All My Sons</span> (Rose Theatre and Hong Kong), <span class='text--italic'>The Lonesome West</span> (Tron Theatre), <span class='text--italic'>Lawrence After Arabia</span>, <span class='text--italic'>Observe The Sons Of Ulster Marching Towards The Sun</span>, <span class='text--italic'>Clever Dick</span>, <span class='text--italic'>Out In The Open</span>, <span class='text--italic'>Keepers</span>, <span class='text--italic'>The Awakening</span>, <span class='text--italic'>My Boy Jack</span> (Hampstead Theatre), <span class='text--italic'>The Crucible</span>, <span class='text--italic'>Waiting For Godot</span>, <span class='text--italic'>Faith Healer</span>, <span class='text--italic'>A View From The Bridge</span>, <span class='text--italic'>The Price</span>, <span class='text--italic'>The Cherry Orchard</span>, <span class='text--italic'>The Man Who Had All The Luck</span>, <span class='text--italic'>All My Sons</span>, <span class='text--italic'>Les Liasions Dangereuses</span>, and <span class='text--italic'>Death Of A Salesman</span> (Edinburgh Lyceum), <span class='text--italic'>The Lady Killers</span> (Olivier award nomination for Best Designer, Vaudeville), <span class='text--italic'>A Streetcar Named Desire</span> (Curve, Leicester), <span class='text--italic'>Ben Hur</span> (Tricycle), <span class='text--italic'>The Heresy Of Love</span>, <span class='text--italic'>Doctor Scroggy's War</span>, <span class='text--italic'>Blue</span>, <span class='text--italic'>Anne Boleyn</span>, <span class='text--italic'>All's Well That Ends Well</span>, <span class='text--italic'>The Winter's Tale</span>, and <span class='text--italic'>In Extremis/Eternal Love</span> (Globe and UK tours), <span class='text--italic'>After Electra</span> (Plymouth Theatre Royal & Tricycle), D<span class='text--italic'>ead Simple</span> (UK tour), <span class='text--italic'>Eternal Love: The Story of Abelard and Heloise</span> (ETT UK tour), <span class='text--italic'>Chin Chin</span> (Bill Kenwright UK tour), <span class='text--italic'>A Little Hotel On The Side</span> (Theatre Royal Bath), <span class='text--italic'>Sherlock Holmes: The Best Kept Secret</span> (West Yorkshire Playhouse & UK tour), <span class='text--italic'>The Misanthrope</span> (Liverpool Playhouse and UK tour), <span class='text--italic'>A Christmas Carol</span> (Royal & Derngate), <span class='text--italic'>The Clean House</span> (UK tour), <span class='text--italic'>Shadow Of A Gunman</span> and <span class='text--italic'>John Bull's Other Island</span> (Tricycle), Amphibians (RSC), <span class='text--italic'>Mountain Language</span> (written and directed by Harold Pinter, Royal National Theatre), <span class='text--italic'>Rafts</span> and <span class='text--italic'>Image</span> (Royal Court Theatre), <span class='text--italic'>Nova Scotia</span> and <span class='text--italic'>The Road To Nirvana</span> (Traverse), <span class='text--italic'>Darwin In Malibu</span> (Birmingham Rep), <span class='text--italic'>Winding The Ball</span> (Royal Exchange), <span class='text--italic'>Private Lives</span> and <span class='text--italic'>Present Laughter</span> (Theatre Royal Bath and tour), <span class='text--italic'>Vita</span> and <span class='text--italic'>Virginia</span> (Altes Schauspielhaus, Stuttgart), <span class='text--italic'>The Fatherland</span> and <span class='text--italic'>Millfire</span> (Riverside Studios) and <span class='text--italic'>Time and The Conways</span> (Bristol Old Vic).</p><p>He won the Drama Magazine Best Designer Award for Tony Marchant's <span class='text--italic'>The Attractions</span>. For <span class='text--italic'>The Ladykillers</span>, he has received nominations for Best Set Design at the Olivier Awards and the Whatsonstage.com Awards 2012/2013.</p><p>Michael trained as a designer at RADA.</p>"
  },
  {
    "name": "DIEGO PITARCH",
    "role": "Costume Designer",
    "bio": "<p>Diego was born in Valencia (Spain) where he trained as an Architect.</p><p>In 1992 he moved to Paris (France) to complete a four-year course in Interior Design at the prestigious E.S.A.G. school of Design. For his final diploma he was declared first of his promotion and obtained an Excellency award for his Thesis in Theatre Design.</p><p>While in Paris he collaborated with the prestigious American designer Hilton McConnico. Amongst other projects Diego contributed to the design of an exhibition celebrating the &lsquo;Carre' Hermes at the Suntory Museum in Osaka (Japan).</p><p>1999 saw Diego relocating to London to study at the Slade School of Art where he successfully completed his MA in Theatre Design. In 2001 he was selected for the Linbury Prize and his design, for Katya Kabanova for the Welsh National Opera, placed him amongst the finalists.</p><p>Since then Diego has developed a career as an International Theatre Designer, collaborating with renowned Directors and Companies. His work has appeared in theatres across the UK, Europe and the Caribbean. Some of his recent successes include <span class='text--italic'>The Addams Family</span>, <span class='text--italic'>Sunset Boulevard</span> in London's West End and <span class='text--italic'>Spend, Spend, Spend</span> which won a TMA award for Best Musical in 2009, the 2011 European tour of <span class='text--italic'>The Who's Tommy</span>, the 2013 UK and Ireland tour of <span class='text--italic'>Fiddler on the Roof</span> starring Paul Michael Glaser and the 2014 UK touring production of <span class='text--italic'>Fame</span>.</p>"
  },
  {
    "name": "STEPHEN BROOKER",
    "role": "Musical Supervisor",
    "bio": "<p>Stephen Brooker was musical director and conductor for Universal Pictures' film of <span class='text--italic'>Les Mis&eacute;rables</span>. He is currently musical supervisor of <span class='text--italic'>Miss Saigon</span> (New York 2017, UK Tour 2017 and Tokyo), <span class='text--italic'>Sunset Boulevard</span>, <span class='text--italic'>The Woman in White</span>, <span class='text--italic'>Half A Sixpence</span> (London), <span class='text--italic'>Les Mis&eacute;rables</span> (London, New York, Tokyo and Dubai), <span class='text--italic'>Mary Poppins</span> (International Tour, Vienna & Stuttgart). He was musical director of <span class='text--italic'>The Woman in White</span>, <span class='text--italic'>My Fair Lady</span>, <span class='text--italic'>Miss Saigon</span>, <span class='text--italic'>Les Mis&eacute;rables</span>, <span class='text--italic'>Lautrec</span>, <span class='text--italic'>Cats,</span> <span class='text--italic'>Shall We Dance</span>, <span class='text--italic'>The Secret Garden</span> and <span class='text--italic'>South Pacific</span>.</p><p>Previous supervision: <span class='text--italic'>Sunset Boulevard</span>, <span class='text--italic'>The Phantom of the Opera 25th Anniversary Performance</span> (DVD), <span class='text--italic'>Betty Blue Eyes</span>, <span class='text--italic'>Les Mis&eacute;rables 25th Anniversary Concert</span> (O2 Arena), <span class='text--italic'>Oliver!</span> (London & UK Tour) <span class='text--italic'>My Fair Lady</span> (USA and London), <span class='text--italic'>Les Mis&eacute;rables</span> (New York 2006), <span class='text--italic'>Cats</span>, <span class='text--italic'>Hair</span>, <span class='text--italic'>Miss Saigon</span>, <span class='text--italic'>Carmen Jones</span>, <span class='text--italic'>The Phantom of the Opera</span>, <span class='text--italic'>Grease</span>, <span class='text--italic'>Fame</span>, <span class='text--italic'>Saturday Night Fever</span>, <span class='text--italic'>Barnum</span>, <span class='text--italic'>Peter Pan</span> and <span class='text--italic'>Chess</span>. He was musical consultant for the <span class='text--italic'>Les Mis&eacute;rables 25th Anniversary Tour</span>. Stephen conducted the <span class='text--italic'>Classical Brit Awards</span>. He was composer and conductor for the original production of <span class='text--italic'>Burn the Floor</span> and has written and produced music for many corporate clients including Coca-Cola, Walt Disney, Ford Motors, Toyota Cars, Volvo Cars, Sony Eriksson, BMW, British Airways and Canon.</p><p>Orchestral conducting include: The Royal Philharmonic Orchestra, Atlanta Symphony Orchestra, West Australian Symphony, Haifa Symphony, Bournemouth Symphony, Hamburg Sinfonia, Royal Liverpool Philharmonic, London Mozart Players, Royal Scottish National Orchestra, London and Manchester Concert Orchestras and the Ukraine Opera and Symphony Orchestra. He conducted the Royal Choral Society in the presence of Her Majesty the Queen.</p><p>Recordings include: <span class='text--italic'>Disney Film Classics</span> and <span class='text--italic'>Crazy for Gershwin</span> (BBC Concert Orchestra), studio recording of<span class='text--italic'> Hair</span>, cast recordings of <span class='text--italic'>The Secret Garden</span>, <span class='text--italic'>The Woman in White</span> and <span class='text--italic'>South Pacific</span>. He was orchestrator and conductor for Walt Disney's award-winning <span class='text--italic'>Animator's Palette</span> and <span class='text--italic'>Cinderellabration</span> (Disneyland Tokyo). He produced the &lsquo;live' recording of <span class='text--italic'>Oliver!</span> starring Rowan Atkinson, the new recording of <span class='text--italic'>Les Mis&eacute;rables</span> and the Dutch and Australian recordings of <span class='text--italic'>Mary Poppins</span>. Stephen composed music for Jaguar XE Launch (2016) and Jaguar Range Rover LC560 (2017) He conducted the Oscars - The 85th Academy Awards and is an Australian Helpmann Award winner for <span class='text--italic'>Mary Poppins</span>.</p>"
  },
  {
    "name": "MARK HENDERSON",
    "role": "Lighting Designer",
    "bio": "<p>Mark has over 30 years' experience as a Lighting Designer and has designed extensively for all the major theatre, dance and opera companies in the UK and has lit over 70 West End and over 25 Broadway productions.</p><p>Mark was the recipient of the 1992, 1995, 2000, 2002, 2010 and 2016 Laurence Olivier Award for Lighting Design, in 2006 won a Tony Award for <span class='text--italic'>The History Boys</span> on Broadway and in 2013 won the WhatOnStage lighting design award for <span class='text--italic'>Sweeney Todd</span>.</p><p>Mark won a Welsh BAFTA in 2000 for his work on the televised opening of the Millennium Centre in Cardiff.</p><p>A selection of work in the West End and on Broadway includes <span class='text--italic'>Chitty Chitty Bang Bang</span>, <span class='text--italic'>The Iceman Cometh</span>, <span class='text--italic'>The Judas Kiss</span>, <span class='text--italic'>Copenhagen</span>, <span class='text--italic'>Democracy</span>, <span class='text--italic'>Hamlet</span>, <span class='text--italic'>The History Boys</span> (also in Los Angeles), <span class='text--italic'>Cat on a Hot Tin Roof</span>, <span class='text--italic'>Les Parents Terribles</span>, <span class='text--italic'>The Real Thing</span>, <span class='text--italic'>Rowan Atkinson in Revue</span> (also World tour), <span class='text--italic'>Enron</span>, <span class='text--italic'>One Man Two Guvnors</span>,<span class='text--italic'>Les Liaisons Dangereuses</span> and <span class='text--italic'>Sunset Boulevard.</span></p><p>Mark was an Associate at the Royal National Theatre in London and was Lighting Adviser to the Almeida Theatre.</p>"
  },
  {
    "name": "TOM MARSHALL",
    "role": "Sound Designer",
    "bio": "<p>As Sound Designer: <span class='text--italic'>The Jungle Book</span> (UK Tour), <span class='text--italic'>Scrooge</span> (Curve, Leicester), <span class='text--italic'>Nativity! The Musical</span> (Birmingham Rep and UK Tour); <span class='text--italic'>Sunset Boulevard</span> (The Curve/UK Tour); <span class='text--italic'>A Little Night Music</span> (The Watermill); <span class='text--italic'>Flashdance</span> (UK Tour); <span class='text--italic'>Working</span> (Southwark Playhouse); <span class='text--italic'>Project Polunin</span> (Sadlers Wells); <span class='text--italic'>Brass</span> (Hackney Empire); <span class='text--italic'>Bugsy Malone</span> (Curve, Leicester); <span class='text--italic'>Crazy for You</span> (Watermill Theatre and UK Tour); <span class='text--italic'>Oliver!</span> (Grange Park Opera) <span class='text--italic'>Legally Blonde</span> (Curve, Leicester); <span class='text--italic'>Tell Me on a Sunday</span> (UK Tour); <span class='text--italic'>The Silver Sword</span> (Belgrade, Coventry & Tour); <span class='text--italic'>Sweet Charity</span> (Curve, Leicester); <span class='text--italic'>Oliver!</span> (Watermill Theatre); <span class='text--italic'>Dirty Rotten Scoundrels</span> (UK Tour); <span class='text--italic'>Women On the Verge of a Nervous Breakdown</span> (Playhouse Theatre, London); <span class='text--italic'>The Hired Man</span> (St. James Theatre, London); <span class='text--italic'>West Side Story</span> (Victoria Warehouse, Manchester); <span class='text--italic'>My Favourite Year</span> (Bridewell Theatre, London); <span class='text--italic'>The Tailor Made Man</span> (Arts Theatre, London); <span class='text--italic'>The Life</span>, <span class='text--italic'>Beauty & the Beast</span> & <span class='text--italic'>Legally Blonde</span>, (Arts Educational School, London); <span class='text--italic'>Pushing up Poppies</span> (Theatre 503, Battersea, London).</p><p>Tom has acted as an Associate Sound Designer on over thirty shows in the UK and internationally. Prior to this he worked as No.1 (Head of Sound), opening and mixing numerous large West End shows over the past two decades.</p><p>As a freelance mix engineer Tom has had the privilege of working on countless events, such as the 2012 Olympic stadium athletics and touring with many artists including; The Coral, The Bees, The Lightning Seeds, Elaine Paige, Lewis Taylor, Martina-Topley-Bird and PJ Harvey.</p>"
  },
  {
    "name": "LARRY BLANK",
    "role": "Orchestrations",
    "bio": ""
  },
  {
    "name": "JASON CARR",
    "role": "New Musical Arrangement",
    "bio": ""
  }
]