[
    {
        "name": "Mark O’Donnell <br/> Thomas Meehan",
        "role": "Book by",
        "bio": "",
        "background": "block-one",
        "new_line": false
    },
    {
        "name": "Marc Shaiman",
        "role": "Music & Arrangements by",
        "bio": "",
        "background": "block-one",
        "new_line": false
    },
    {
        "name": "Scott Wittman <br/> Marc Shaiman",
        "role": "Lyrics by",
        "bio": "",
        "background": "block-one",
        "new_line": true
    },

    {
        "name": "Jack O’Brien",
        "role": "Director",
        "bio": "<p>Jack O&rsquo;Brien is a three-time Tony &amp; Drama Desk Award winning director, member of the Theatre Hall of Fame, and author of <em>Jack Be Nimble</em>, a memoir published by Farrar, Straus &amp; Giroux in 2013. Jack won the Tony for Best Direction of a Musical and Drama Desk Award for Outstanding Director of a Musical for his 2003 Broadway production of <em>Hairspray</em>. He received the Tony Award for Best Direction of a Play and Drama Desk Award for Outstanding Director of a Play for <em>Henry IV </em>and <em>The Cost of Utopia I, II, &amp; III</em>.</p><p>In 2019, Jack directed the Broadway revival of Arthur Miller&rsquo;s <em>All My Sons </em>starring Annette Bening and Tracy Letts. The production was nominated for three Tony&rsquo;s including Best Revival of a Play, a nomination for Annette Bening and Benjamin Walker. Jack is directing the World Premiere of Alan Fox&rsquo;s <em>Safe Space<strong>, </strong></em>at the Bay Street Theatre starring Mercedes Ruehl and Rodney Richardson.</p><p>Additional Broadway credits include <em>Porgy &amp; Bess </em>(Tony &amp; Drama Desk Nom.); <em>Damn Yankees</em>; Lillian Hellman&rsquo;s <em>The Little Foxes</em>; <em>The Full Monty </em>(Tony Nom. &amp; Drama Desk Winner); Tom Stoppard&rsquo;s <em>Inventions of Love </em>(Drama Desk Winner); <em>Dirty Rotten Scoundrels </em>(Tony Nom.); <em>Catch Me If You Can</em>; <em>Dead Accounts</em>; <em>Macbeth</em>; <em>It&rsquo;s Only a Play</em>; <em>The Front Page</em>; <em>Charlie and the Chocolate Factory</em>; &nbsp;Broadway revival of Rogers &amp; Hammerstein&rsquo;s <em>Carousel </em>(2018); Tom Stoppard&rsquo;s new play <em>The Hard Problem </em>at Lincoln Center (2018).</p><p>Off-Broadway, Jack directed <em>Two Shakespearean Actors </em>(Tony Nom.) <em>Hapgood </em>(Lucille Lortel Award Winner), and <em>Pride&rsquo;s Crossing </em>&ndash; all at Lincoln Center &ndash; as well as <em>More to Love </em>at the O&rsquo;Neill, Manhattan Theater Club's <em>Labor Day</em>, and City Centre Encores! production of <em>St. Louis Woman</em>.&nbsp;</p><p>He has also directed various operas including <em>Il Trittico </em>(Metropolitan Opera); Mozart's <em>The Magic Flute </em>(San Francisco Opera); Puccini&rsquo;s <em>Tosca </em>(Santa Fe Opera); <em>Aida<strong>; </strong>Cosi Fan Tutti </em>(Houston Grand Opera).&nbsp;</p><p>Jack&rsquo;s work as Artistic Director of San Diego&rsquo;s Old Globe Theatre includes: <em>Love &amp; Hours</em>; Nora Ephron&rsquo;s <em>Imaginary Friends</em>; <em>Twelfth Night</em>; Tom Stoppard&rsquo;s <em>The Seagull</em>; <em>The Magic Fire</em>; <em>The Hostage</em>; <em>The Doctor is Out</em>; <em>Hamlet</em>; <em>Uncle Vanya</em>; <em>The Cocktail Hour</em>. He is responsible for creating the Globe&rsquo;s annual musical <em>How the Grinch Stole Christmas!</em>, which boasts a wildly successful transfer to Broadway and beyond.</p><p>For PBS&rsquo;s <em>American Playhouse</em> television series, Jack directed: <em>An Enemy of the People</em>; <em>I Never Sang for My Father</em>; <em>All My Sons</em>; <em>Painting Churches</em>; Thornton Wilder&rsquo;s <em>The Skin of Our Teeth</em>, which aired live from the stage of the Old Globe.</p><p>His production of <em>The Good Doctor </em>and Broadway revival of <em>Most Happy Fella </em>were also produced for PBS, and Jack&rsquo;s <em>Street Scene </em>was televised on <em>Live from Lincoln Center</em>.</p>",
        "background": "block-one",
        "new_line": false
    },
    {
        "name": "Jerry Mitchell",
        "role": "Choreographer",
        "bio": "<p><strong>JERRY MITCHELL </strong>(Director/Choreographer) received the Tony Award for Best Choreography twice &mdash; initially for the revival of <em>La Cage aux Folles</em> and more recently, for the Tony Award-winning Best Musical, <em>Kinky Boots</em>, for which he was also nominated as Director.</p><p>Jerry was most recently represented on Broadway as Director/Choreographer of <em>Pretty Woman,</em> now open in Hamburg as well. He directed the Gloria Estefan Broadway musical, <em>On Your Feet!</em> and its international tour, recently presented in London&rsquo;s Coliseum Theatre and was nominated for an Olivier Award for his choreography in <em>Dirty Rotten Scoundrels</em>, which he also directed and co-produced in London.</p><p>In the 35 preceding years, Jerry has been involved with more than 50 Broadway, West End and touring productions, including choreographing <em>You&rsquo;re a Good Man, Charlie Brown</em>; <em>The Full Monty </em>(Tony nomination); <em>The Rocky Horror Show</em>; <em>Hairspray</em> (Tony nomination and the NBC live television broadcast as well); <em>Gypsy</em>; <em>Never Gonna Dance</em> (Tony nomination); <em>Dirty Rotten Scoundrels</em> (Tony nomination); <em>La Cage aux Folles</em> (Tony Award); <em>Imaginary Friends</em>; <em>Legally Blonde</em> (Tony nomination), which he also directed on Broadway and in London; <em>Catch Me If You Can</em>; and <em>Kinky Boots. </em></p><p>His currently developing a new musical entitled <em>Becoming Nancy</em> (opening its pre-Broadway production at the Alliance Theatre in Atlanta, Georgia) and preparing for the London revival of <em>Hairspray. </em>He also choreographed both the Off-Broadway productions and films&nbsp;of<em> Hedwig &amp; The Angry Inch</em>&nbsp;and&nbsp;<em>Jeffrey</em>.</p><p>Twenty five years ago, Jerry conceived and created Broadway Bares, a comedy burlesque show performed annually for the charity Broadway Cares/Equity Fights AIDS, for which he continues to serve as Executive Producer.</p>",
        "background": "block-two",
        "new_line": true
    },

    {
        "name": "David Rockwell",
        "role": "Set Designed by",
        "bio": "",
        "background": "block-one",
        "new_line": false
    },
    {
        "name": "Wiliam Ivey Long",
        "role": "Costumes Designed by",
        "bio": "",
        "background": "block-one",
        "new_line": false
    },			

    {
        "name": "Kenneth Posner",
        "role": "Lighting Designed by",
        "bio": "",
        "background": "block-one",
        "new_line": true
    },
    {
        "name": "Steve C.Kennedy",
        "role": "Sound Designed by",
        "bio": "",
        "background": "block-one",
        "new_line": false
    },					
                                              				
    {
        "name": "Paul Huntley",
        "role": "Original Wigs and Hair Designed by",
        "bio": "",
        "background": "block-one",
        "new_line": false
    },
    {
        "name": "Richard Mawbey",
        "role": "UK Wigs and Make Up Designed by",
        "bio": "",
        "background": "block-one",
        "new_line": true
    },		

    {
        "name": "Benjamin Endsley Klein",
        "role": "Associate Director",
        "bio": "",
        "background": "block-one",
        "new_line": false
    },
    {
        "name": "Dominic Shaw",
        "role": "UK Associate Choreographer and Director",
        "bio": "",
        "background": "block-one",
        "new_line": false
    },		

    {
        "name": "Jill Green CDG",
        "role": "Casting by",
        "bio": "",
        "background": "block-one",
        "new_line": true
    },
    {
        "name": "Tim McQuillen-Wright",
        "role": "UK Associate Set Designer",
        "bio": "",
        "background": "block-one",
        "new_line": false
    },
    {
        "name": "John Harris",
        "role": "UK Associate Lighting Designer",
        "bio": "",
        "background": "block-one",
        "new_line": false
    },	

    {
        "name": "Harold Wheeler",
        "role": "Orchestrations by",
        "bio": "",
        "background": "block-one",
        "new_line": true
    },
    {
        "name": "Alan Williams",
        "role": "Music Supervisor",
        "bio": "",
        "background": "block-one",
        "new_line": false
    },
    {
        "name": "Alan Berry",
        "role": "Musical Director",
        "bio": "",
        "background": "block-one",
        "new_line": false
    },	

    {
        "name": "Sabrina Cuniberto",
        "role": "Costume Supervisor",
        "bio": "",
        "background": "block-one",
        "new_line": true
    },
    {
        "name": "Props Supervisor",
        "role": "Lily Mollgaard",
        "bio": "",
        "background": "block-one",
        "new_line": false
    }
]