[
  {
    "name": "JAMIE WILSON",
    "role": "Producer",
    "bio": "<p>Jamie, born and raised in London, set up Jamie Wilson Productions in 2008. Now aged 30, Jamie has produced over 50 productions both in the UK and Internationally.</p><p>Prior to being an independent producer, Jamie worked for theatre producer Mark Goucher. In 2008, he won the Stage One New Producers Bursary Award and was mentored by Paul Elliott.</p><p>Jamie is a member of <span class='text--italic'>SOLT</span> and the <span class='text--italic'>UK Theatre Association</span> and in 2017 was elected a trustee of the <span class='text--italic'>Stage One</span> board supporting new producers.  </p><p>In January 2019, The Stage newspaper listed Jamie among the top 100 most influential people and partnerships in the theatre industry, for the second year running.  </p><p>In 2019, Jamie is lead producer on three musicals in London, <span class='text--italic'>On Your Feet! The Story of Emilio and Gloria Estefan</span>, at the London Coliseum, <span class='text--italic'>Nativity! The Musical </span>at the Eventim Apollo and <span class='text--italic'>Irving Berlin's White Christmas</span> at The Dominion Theatre. </p><p>With the Watermill Theatre, Jamie has produced the critically acclaimed productions of <span class='text--italic'>Calamity Jane, </span>Andrew Lloyd Webber and Don Black's classic <span class='text--italic'>Tell Me On A Sunday</span>, and Gershwin's hit musical <span class='text--italic'>Crazy For You</span>.  </p><p>In 2016 Jamie and Leicester Curve collaborated to stage a brand-new version of <span class='text--italic'>Sister Act</span> directed and choreographed by Craig Revel Horwood and starring Alexandra Burke. In 2018, as well as bringing the stage adaption of <span class='text--italic'>An Officer and a Gentleman</span> to UK audiences, they mounted a major revival of <span class='text--italic'>Irving Berlin's White Christmas, </span>which will play at the Dominion Theatre in London's West End over Christmas 2019.  </p><p>In October 2017, in collaboration with The Birmingham Repertory Theatre, Jamie mounted the World premiere of <span class='text--italic'>Nativity! The Musical</span>. The production transferred to London's Eventim Apollo for a recording breaking Christmas season. In 2018 <span class='text--italic'>Nativity! </span>returned for an extended season and will be back at the Eventim Apollo for a third year in 2019.  </p><p>In May 2018, Jamie announced that he will be bringing Jerry Mitchell's Broadway hit <span class='text--italic'>On Your Feet!</span> <span class='text--italic'> The Gloria and Emilio Estefan Story </span>to the London Coliseum from June 2019.  </p><p>Jamie created and wrote the children's interactive musical <span class='text--italic'>Santa Claus and the Christmas Adventure</span>, which premiered at the Ambassadors Theatre in 2011. Since then, along with two other sequels, it has been performed all over the World, with 5 professional productions being presented this Christmas. </p><p>Jamie is currently developing and workshopping new musicals and plays that will hopefully have their World premieres in the coming years.    </p><p>Past productions and co-productions in the West End, on tour in the UK and internationally include:   </p><p><span class='text--italic'>Calamity Jane, Bruce Forsyth Live at the London Palladium, Robin Cousins' Ice, Andrew Lloyd Webber's Tell Me On A Sunday, When Harry Met Sally, Stones in his Pockets, Love Letters, Sex in Suburbia</span>,  <span class='text--italic'>Hot Flush!</span>, <span class='text--italic'>Paul Zerdin's \"No Strings\"</span>, <span class='text--italic'>Ha Ha Hamlet!, Ha Ha Hitler!, Ha Ha Hood!, Hormonal Housewives, Doctor in the House, Santa Claus and the Christmas Adventure,  Santa Claus and the Magical Christmas Journey,  Santa Claus and the Night Before Christmas, The Night Before Christmas, The Joy of Politics, The Great Australian Drag Show, Variety Attack</span>, <span class='text--italic'>Dance Attack</span> and <span class='text--italic'>The Wiz</span>.   </p><p>Jamie Wilson Productions management arm provides a wide range of services to the industry including; market research and consultancy, general management, tour and logistics planning and a full accountancy service.</p><p>Producer: Jamie Wilson</p><p>Executive Director: Julian Edwards</p><p>Finance Director: Simon Freshwater</p><p>General Manager: Izzy Tranter</p><p>General Manager: Marlaina Darmody</p><p>Head of Touring: Sally Bourne</p><p>Production and Casting Assistant: Jonny Godbold </p><p>Production Assistant: Olivia Morrissey </p><p>Senior Accountant: Chris Burrows</p><p>Assistant Accountant/Payroll: Charlotte Healy </p><p>PA to Jamie Wilson: Eva Carroll</p>"
  },
  {
    "name": "MARK GOUCHER",
    "role": "Producer",
    "bio": "<p>As well as running Mark Goucher Productions Ltd from Covent Garden, Mark is also the CEO of The Everyman Theatre in Cheltenham.</p><p>He produced his first show in 1987 on the Edinburgh Fringe and in the West End In 1991.</p><p>West End Productions include: <span class='text--italic'>The Messiah</span> at The Other Palace, <span class='text--italic'>The Height of the Storm</span> at Wyndham&rsquo;s Theatre, <span class='text--italic'>Slava&rsquo;s Snowshow</span> at the Royal Festival Hall; <span class='text--italic'>The Miser</span> at the Garrick Theatre, <span class='text--italic'>The Dresser</span> at the Duke Of York&rsquo;s Theatre; <span class='text--italic'>Million Dollar Quartet</span> at The Royal Festival Hall; <span class='text--italic'>Taken At</span> <span class='text--italic'>Midnight </span>at the Theatre Royal Haymarket; <span class='text--italic'>Jeeves and Wooster</span> at the Duke Of York's Theatre; <span class='text--italic'>A Chorus Line</span> at the London Palladium; <span class='text--italic'>Crazy for You</span> at the Novello Theatre; <span class='text--italic'>Yes, Prime Minister</span> at the Gielgud, the Apollo and Trafalgar Studios; <span class='text--italic'>Shout! - the Musical</span> at the Arts Theatre; <span class='text--italic'>Dickens Unplugged</span> at the Comedy Theatre; <span class='text--italic'>Whipping It Up</span> at the New Ambassadors, starring Richard Wilson; <span class='text--italic'>Footloose - the Musical </span>at the Novello Theatre; <span class='text--italic'>High Society</span> at the Shaftesbury Theatre; <span class='text--italic'>The Vagina Monologues</span> at the Wyndham&rsquo;s Theatre, the Arts and the New Ambassadors; <span class='text--italic'>Amajuba</span> at the Criterion Theatre; <span class='text--italic'>The Anniversary </span>starring Sheila Hancock, at the Garrick Theatre; <span class='text--italic'>the Reduced Shakespeare Company - The Complete Works of William Shakespeare (abridged), The Bible - the Complete Word of God (abridged), The Complete History of America (abridged)</span>, all at the Criterion Theatre, where they ran for 10 years; <span class='text--italic'>Fame - the Musical</span> at the Victoria Palace, the Cambridge and Aldwych theatres<span class='text--italic'>; Elaine Stritch at Liberty</span> at The Old Vic; <span class='text--italic'>Rent - the Musical</span> at the Prince of Wales Theatre; <span class='text--italic'>The Snowman</span> at the Peacock; <span class='text--italic'>Jackie Clune and Graham Norton</span> at the Arts Theatre; <span class='text--italic'>Steven Berkoff</span> at the Garrick Theatre; <span class='text--italic'>Shopping and F***ing</span> at the Gielgud and Queens Theatre, <span class='text--italic'>Trainspotting</span> at the Queen&rsquo;s and Whitehall theatres; <span class='text--italic'>Issey Ogata</span> at the Lyric Theatre; <span class='text--italic'>Fever Pitch</span> at the Arts Theatre; <span class='text--italic'>Dolly West&rsquo;s Kitchen</span> at The Old Vic, <span class='text--italic'>Kit and the Widow</span> at the Vaudeville; <span class='text--italic'>Frantic Assembly</span> at the Ambassadors; <span class='text--italic'>Holy Mothers and Last Dance</span> at Dum Dum at the Ambassadors Theatre.</p><p>Touring Productions include: <span class='text--italic'>Club Tropicana the Musical</span>, <span class='text--italic'>The Messiah</span>, <span class='text--italic'>The Height of the Storm</span>, <span class='text--italic'>Let It Be</span>, <span class='text--italic'>Quartet</span>, <span class='text--italic'>The Winslow Boy</span>, <span class='text--italic'>Hairspray</span>, <span class='text--italic'>Million Dollar Quartet</span>, <span class='text--italic'>Single Spies</span>, <span class='text--italic'>The King&rsquo;s Speech</span>, <span class='text--italic'>Oh What A Lovely War</span>, <span class='text--italic'>Pygmalion</span>, <span class='text--italic'>Jeeves and Wooster</span>, <span class='text--italic'>Yes, Prime Minister</span>, <span class='text--italic'>Slava Snowshow</span>, <span class='text--italic'>Bette and</span> <span class='text--italic'>Joan</span>, <span class='text--italic'>Jus&rsquo; Like That</span>, <span class='text--italic'>The Wedding Singer - The Musical</span>, <span class='text--italic'>Shout! - The Musical</span>, <span class='text--italic'>The Vagina</span> <span class='text--italic'>Monologues</span>, <span class='text--italic'>Stones in His Pockets</span>, <span class='text--italic'>High Society</span>, <span class='text--italic'>Fame - The Musical</span>, <span class='text--italic'>Footloose</span> and as general managers for <span class='text--italic'>Stop Messing About</span> national tour.</p>"
  },
  {
    "name": "GAVIN KALIN",
    "role": "Producer",
    "bio": "<p>Gavin Kalin Productions Ltd is a theatrical production company that specialise in producing theatre in the West End, on tour throughout the UK and internationally. Recent credits for the West End include <span class='text--italic'>9 to 5 The Musical</span>, <span class='text--italic'>Caroline or Change, King Lear, Pinter at the Pinter, The Ferryman</span>, Oslo; On UK Tour include <span class='text--italic'>Shrek The Musical</span>, <span class='text--italic'>Crazy For You, An Officer and Gentleman The Musical</span> and <span class='text--italic'>Priscilla The Musical</span>; and on Broadway credits include <span class='text--italic'>The Iceman Cometh, The Ferryman </span>and <span class='text--italic'>Hadestown</span>.</p><p>In 2018 Gavin Kalin Productions raised finance and invested into forty separate UK based productions. For information on investing in commercial theatre please visit <a href=\"http://www.gavinkalinproductions.com/\">www.gavinkalinproductions.com</a></p><p>Gavin is also the founder of Totally Theatre Productions Ltd, a TV/Video production company that specialise in producing Broadcast and online content for theatre and live entertainment. Clients are worldwide with many in the West End, throughout the UK and on Broadway. <a href=\"http://www.totallytheatreproductions.com/\">www.totallytheatreproductions.com</a></p>"
  },
  {
    "name": "KEVIN McCOLLUM",
    "role": "Producer",
    "bio": "<p><strong>Kevin McCollum</strong> <strong>is one of the most prolific and successful Broadway producers with a career spanning 25 years in the theatre industry. </strong></p><p>Currently, Kevin has <span class='text--italic'>The Play that Goes Wrong </span>playing on Broadway, <span class='text--italic'>Something Rotten </span>on tour in the US and <span class='text--italic'>Motown: The Musical </span>in the West End.</p><p>Kevin has received the Tony Award for Best Musical for <span class='text--italic'>In the Heights</span><span class='text--italic'> </span>(2008), <span class='text--italic'>Avenue Q</span> (2004), and <span class='text--italic'>Rent</span> (1996), which also won the Pulitzer Prize. He produced <span class='text--italic'>Motown: The Musical</span><span class='text--italic'> </span>(Broadway & National Tour)<span class='text--italic'>, The Drowsy Chaperone</span> in 2006, which won five Tony Awards, Baz Luhrmann's production of Puccini's <span class='text--italic'>La Boheme</span> in 2002, the touring and Broadway productions of <span class='text--italic'>Irving Berlin's White Christmas</span>, the off Broadway hit <span class='text--italic'>De La Guarda</span>, the recent hit revival of <span class='text--italic'>West Side Story</span>, and <span class='text--italic'>Bengal Tiger at the Baghdad Zoo</span>.  </p><p>In 1995 Mr. McCollum co-founded the Producing Office, and has since created Alchemation, a theatrical and media producing company committed to new work.</p><p>Mr. McCollum was trained at the University of Cincinnati College-Conservatory of Music, and earned his Master's degree in film producing from the Peter Stark Program at the University of Southern California.</p><p>In 1995, he received the Robert Whitehead Award for Outstanding Commercial Theatre Producing. </p>"
  },
  {
    "name": "CURVE",
    "role": "Producer",
    "bio": "<p>Almost one million people annually engage with Curve through performances and projects at our home in Leicester, across the UK and internationally.</p><p>Under the leadership of Chief Executive Chris Stafford and Artistic Director Nikolai Foster, Curve has developed a reputation for producing, programming and touring a bold and diverse programme of musicals, plays, new work, dance and opera. All of this presented alongside a dynamic mix of community engagement, artist development and learning programmes, which firmly places audiences, artists and communities at the heart of everything we do.</p><p>Recent Made at Curve productions include <span class='text--italic'>Irving Berlin's White Christmas</span>, Dr Seuss's <span class='text--italic'>The Cat In The Hat</span> (& UK Tour), the world premiere of Dougal Irvine's adaption of Riaz Khan's <span class='text--italic'>Memoirs Of An Asian Football Casual</span>, (nominated for Best Regional Production at the WhatsOnStage Awards 2019), the Curve Young Company and Community production of Joseph Stein's <span class='text--italic'>Fiddler On The Roof</span>, the world premiere <span class='text--italic'>of An Officer and a Gentleman</span> (& UK Tour), Leslie Bricusse's <span class='text--italic'>Scrooge the Musical</span>,</strong> the world premiere of Amana Fontanella Khan's <span class='text--italic'>Pink Sari Revolution</span>, adapted by Purva Naresh (with Belgrade Theatre Coventry, English Touring Theatre and West Yorkshire Playhouse, Leeds); a major revival of Andrew Lloyd Webber's <span class='text--italic'>Sunset Boulevard</span> (& UK tour); the world premiere of Ravi Shankar's opera <span class='text--italic'>Sukanya</span> (co-produced with the Royal Opera House & London Philharmonic Orchestra); the 50th anniversary production of Joe Orton's <span class='text--italic'>What the Butler Saw</span> </strong>(with Theatre Royal Bath); Jim Jacobs & Warren Casey's <span class='text--italic'>Grease</span> (also in Dubai) and a production of Roald Dahl's <span class='text--italic'>George's Marvellous Medicine</span>, adapted by David Wood (co-produced with Rose Theatre Kingston & on tour).</p><p>Curve</p><p>Chief Executive: Chris Stafford</p><p>Artistic Director: Nikolai Foster</p><p>HR & Operations Director: Julia Bates</p><p>Building and Technical Director: Jay Bridges </p><p>Associate Director: Suba Das </p><p>Finance Director: Abi Jevons </p><p>Head of Fundraising: Susie Jordan</p> <p>Head of Hospitality and Business Relations: David Ross </p><p>Director of Audiences: Claire Ward</p>"
  },
  {
    "name": "JASON HAIGH-ELLERY",
    "role": "Producer",
    "bio": ""
  },
  {
    "name": "LAURENCE MYERS",
    "role": "Producer",
    "bio": ""
  },
  {
    "name": "COLIN INGRAM AND PETER KANE FOR INTHEATRE PRODUCTIONS",
    "role": "Producer",
    "bio": ""
  }
]