[
  {
    "name": "JAMIE WILSON",
    "role": "Producer",
    "bio": "<p>Jamie, born and raised in London, set up Jamie Wilson Productions in 2008. Now aged 30, Jamie has produced over 50 productions both in the UK and Internationally.</p><p>Prior to being an independent producer, Jamie worked for theatre producer Mark Goucher. In 2008, he won the Stage One New Producers Bursary Award and was mentored by Paul Elliott.</p><p>Jamie is a member of SOLT and the UK Theatre Association and in 2017 was elected a trustee of the Stage One board supporting new producers.</p><p>In January 2018, The Stage newspaper listed Jamie among the top 100 most influential people and partnerships in the Theatre industry.</p><p>With the Watermill Theatre, Jamie has produced the critically acclaimed productions of <span class='text--italic'>Calamity Jane</span>, Andrew Lloyd Webber and Don Black's classic <span class='text--italic'>Tell Me On A Sunday</span>, and Gershwin's hit musical <span class='text--italic'>Crazy For You</span>.</p><p>In 2016 Jamie and Leicester Curve collaborated to stage a brand-new version of <span class='text--italic'>Sister Act</span> directed and choreographed by Craig Revel Horwood, and starring Alexandra Burke. In 2018, as well as bringing the stage adaption of <span class='text--italic'>An Officer and a Gentleman</span> to UK audiences, they have together mounted this major revival of Irving Berlin's<span class='text--italic'> White Christmas</span>.</p><p>In October 2017, in collaboration with The Birmingham Repertory Theatre, Jamie mounted the World premiere of <span class='text--italic'>Nativity! The Musical</span>. The production transferred to London's Eventim Apollo for a recording breaking Christmas season in 2017, and returns for an extended season in 2018.</p><p>In May 2018, Jamie announced that he will be bringing Jerry Mitchell's Broadway hit <span class='text--italic'>On Your Feet!</span> The Gloria and Emilio Estefan Story to the London Coliseum from June 2019.</p><p>Jamie created and wrote the children's interactive musical <span class='text--italic'>Santa Claus and the Christmas Adventure</span>, which premiered at the Ambassadors Theatre, London, in 2011. Since then, along with two other sequels, it has been licensed all over the World, with 5 professional productions being presented this Christmas.</p><p>Jamie is currently developing and workshopping new musicals and plays that will hopefully have their World premieres in the coming years.</p><p>Past productions and co-productions in the West End, on tour in the UK and internationally include: <span class='text--italic'>Calamity Jane</span>, <span class='text--italic'>Bruce Forsyth Live at the London Palladium</span>, <span class='text--italic'>Robin Cousins' Ice</span>, Andrew Lloyd Webber's <span class='text--italic'>Tell Me On A Sunday</span>, <span class='text--italic'>When Harry Met Sally</span>, <span class='text--italic'>Stones in his Pockets</span>, <span class='text--italic'>Love Letters</span>, <span class='text--italic'>Sex in Suburbia</span>, <span class='text--italic'>Hot Flush!</span>, <span class='text--italic'>Paul Zerdin's &lsquo;No Strings'</span>, <span class='text--italic'>Ha Ha Hamlet!</span>, <span class='text--italic'>Ha Ha Hitler!</span>, <span class='text--italic'>Ha Ha Hood!</span>, <span class='text--italic'>Hormonal Housewives</span>, <span class='text--italic'>Doctor in the House</span>, <span class='text--italic'>Santa Claus and the Christmas Adventure</span>, <span class='text--italic'>Santa Claus and the Magical Christmas Journey</span>, <span class='text--italic'>Santa Claus and the Night Before Christmas</span>, <span class='text--italic'>The Night Before Christmas</span>, <span class='text--italic'>The Joy of Politics</span>, <span class='text--italic'>The Great Australian Drag Show</span>, <span class='text--italic'>Variety Attack</span>, <span class='text--italic'>Dance Attack</span> and <span class='text--italic'>The Wiz</span>.</p><p>Jamie Wilson Productions management arm provides a wide range of services to the industry including; market research and consultancy, general management, tour and logistics planning and a full accountancy service.</p><p><strong>JAMIE WILSON PRODUCTIONS</strong></p><p>Producer Jamie WilsonExecutive Director Julian EdwardsFinance Director Simon FreshwaterGeneral Manager Izzy TranterGeneral Manager Marlaina DarmodyHead of Touring & Licensing Sally BourneProduction & Casting Assistant Jonny GodboldProduction Assistant Will KeithProduction Assistant Lucy GrudniewiczSenior Accountant Chris BurrowsAssistant Accountant/Payroll Charlotte HealyPA to Jamie Wilson Eva Carrollwww.jamiewilsonproductions.com</p>"
  },
  {
    "name": "NEIL MACDONALD",
    "role": "Musical Director",
    "bio": "<p>Neil trained at the Guildhall School of Music and Drama, London.</p><p>As Musical Director, theatre includes: <span class='text--italic'>Guys & Dolls</span> (Kilworth House); S<span class='text--italic'>crooge</span> (Curve, Leicester), <span class='text--italic'>A Little Night Music</span> (Watermill Theatre, Newbury); <span class='text--italic'>Grease</span> (World Trade Centre, Dubai); <span class='text--italic'>Grease</span> (Curve, Leicester); <span class='text--italic'>The World Goes Round</span> (Stephen Joseph Theatre, Scarborough); T<span class='text--italic'>he Great Jewish American Songbook</span> (Upstairs at the Gatehouse) - OFFIE Nominated, &lsquo;Best Musical Director'; <span class='text--italic'>The Lion, The Witch & The Wardrobe</span> (Birmingham REP); <span class='text--italic'>Love Birds</span> (Pleasance, Edinburgh); <span class='text--italic'>Cougar The Musical</span> (Belgrade Theatre, Coventry); <span class='text--italic'>Carmen Disruption</span> (Almeida Theatre - Asst. MD); <span class='text--italic'>Sleeping Beauty</span> (Theatre Royal, Winchester); <span class='text--italic'>Spend, Spend, Spend</span> (Bridewell Theatre); <span class='text--italic'>Liza Liza Liza</span> (Yvonne Arnaud & Theatre Royal Windsor); <span class='text--italic'>The Wind In The Willows</span> (West Yorkshire Playhouse); <span class='text--italic'>Hot Mikado</span> (Electric Theatre, Guildford); <span class='text--italic'>Allegro</span> (Bridewell Theatre, LSMT production); <span class='text--italic'>Some Like it Hotter</span> (Watermill Theatre & Touring); <span class='text--italic'>Bright Lights, Big City</span> (Bridewell Theatre, London); <span class='text--italic'>The Rage to Live</span> (The Mill Studio, Guildford & New End Theatre, Hampstead); <span class='text--italic'>Copacabana</span> (Watermill Theatre, Newbury); <span class='text--italic'>Lunch with Marlene & Noel</span> (UK Tour); <span class='text--italic'>Dracula</span> (White Bear, London); <span class='text--italic'>Lunch With Marlene</span> (New End Theatre). Dep. Keys on <span class='text--italic'>Chicago</span> (Cambridge Theatre), <span class='text--italic'>Les Mis&eacute;rables</span> (Queen's Theatre).</p><p>Neil has also performed extensively as a solo classical pianist and accompanist at venues in London such as the Queen Elizabeth Hall, Wigmore Hall, St. James's Piccadilly and St. Martin in the Fields. He has toured SE Asia, the Philippines and Hong Kong, and given recitals in Edinburgh, Glasgow, Paris, Nice, Barcelona, Rome and Hamburg.</p><p>He has also worked as MD, vocal and repertoire coach at many leading drama schools, including LSMT, ArtsEd, Guildford School of Acting, Mountview, London Studio Centre, Birmingham School of Acting & Oxford School of Drama.</p>"
  },
  {
    "name": "CHRIS FISHER",
    "role": "Illusions",
    "bio": "<p>Chris has worked as a magician and illusionist in a variety of different circles as a close-up and stage magician and is a member of The Magic Circle. He works worldwide as International Illusions & Magic Associate for <span class='text--italic'>Harry Potter & The Cursed Child</span>.</p><p>Theatre credits as Illusion Consultant include: <span class='text--italic'>Superhero</span> (Tony Kiser Theater, NY), <span class='text--italic'>A Very Very Dark Matter</span> (Bridge Theatre), <span class='text--italic'>Company</span> (Gielgud), <span class='text--italic'>Julie</span> (National Theatre), <span class='text--italic'>Angels in America</span> (National Theatre & Broadway), <span class='text--italic'>Macbeth</span> (RSC/Barbican), <span class='text--italic'>Barnum</span> (Menier Chocolate Factory), <span class='text--italic'>The Hypocrite</span> (Hull Truck Theatre/RSC), <span class='text--italic'>Titus Andronicus</span> (RSC), <span class='text--italic'>Big The Musical</span> (Plymouth Theatre Royal/Dublin Bord G&aacute;is Theatre), <span class='text--italic'>No Man's Land</span> (Wyndham's), <span class='text--italic'>The Alchemist</span> (RSC), <span class='text--italic'>Into the Woods</span> (Royal Exchange), <span class='text--italic'>Here We Go</span>, <span class='text--italic'>Treasure Island</span> (National Theatre), <span class='text--italic'>Xanadu</span> (Southwark Playhouse), <span class='text--italic'>The Skriker</span> (Royal Exchange).</p><p>As Illusions Associate: <span class='text--italic'>Harry Potter & The Cursed Child </span>(WestEnd/Broadway/Melbourne), <span class='text--italic'>The Magic Flute</span> (Opera de Quebec), <span class='text--italic'>Pinocchio</span> (National Theatre), and <span class='text--italic'>Charlie and the Chocolate Factory</span> (Theatre Royal, Drury Lane).</p>"
  },
  {
    "name": "JOHN BULLEID",
    "role": "Illusions Associate",
    "bio": "<p>Theatre credits as Magic Consultant include: <span class='text--italic'>The Worst Witch</span> (Northampton & UK Tour), <span class='text--italic'>#WeAreArrested</span> (RSC), <span class='text--italic'>Sherlock Holmes: The Final Curtain</span> (Theatre Royal Bath), <span class='text--italic'>The Invisible Man</span> (Queen's Theatre Hornchurch), <span class='text--italic'>Beauty And The Beast</span> (Watford Palace), <span class='text--italic'>The Star</span> (Liverpool Everyman), <span class='text--italic'>Partners In Crime</span> (Queen's Theatre Hornchurch), <span class='text--italic'>The Inn At Lydda</span> (Shakespeare's Globe), <span class='text--italic'>Dirty Dancing</span> (Secret Cinema), <span class='text--italic'>Dracula </span>(Paul Ewing Entertainment, Thailand), <span class='text--italic'>The Gypsy Thread</span> (National Theatre Studio), <span class='text--italic'>The Ladykillers</span>, <span class='text--italic'>The Secret Adversary</span> (Watermill Theatre), <span class='text--italic'>Thark</span> (Park Theatre), <span class='text--italic'>Alice In Wonderland</span> (Brewhouse Theatre, Taunton), <span class='text--italic'>Murder Most Fowl</span> (Quay Arts Centre) and <span class='text--italic'>A Midsummer Night's Dream </span>(Theatre in the Forest).</p><p>Credits as Magic Associate for Chris Fisher include <span class='text--italic'>A Very Very Dark Matter</span> (Bridge Theatre).</p>"
  },
  {
    "name": "PARAMOUNT LICENSING INC.",
    "role": "Licensor",
    "bio": "<p>Paramount Licensing Inc. licenses rights for stage plays based on Paramount Pictures' rich film library. Paramount has been producing and distributing motion pictures for more than 100 years, including such prominent films as <span class='text--italic'>The Godfather</span>, <span class='text--italic'>Forrest Gump</span>, <span class='text--italic'>Transformers</span> and <span class='text--italic'>Breakfast At Tiffany's</span>. Some Paramount titles developed or in development for the stage include <span class='text--italic'>White Christmas</span>, <span class='text--italic'>Sunset Boulevard</span>, <span class='text--italic'>Roman Holiday</span>, <span class='text--italic'>Saturday Night Fever</span>, <span class='text--italic'>Flashdance</span>, <span class='text--italic'>Ghost</span>, <span class='text--italic'>The First Wives Club</span>, and <span class='text--italic'>School Of Rock</span>. Paramount Pictures is a unit of Viacom Inc., a leading content company with prominent and respected film, television and digital entertainment brands.</p>"
  },
  {
    "name": "R&H THEATRICALS EUROPE",
    "role": "Licensor",
    "bio": "<p>Based in London, R&H Theatricals Europe represents the stage performance rights to over 100 musicals by more than 200 writers throughout the UK and Europe. These include works by Rodgers & Hammerstein (including <span class='text--italic'>Oklahoma!</span>, <span class='text--italic'>South Pacific</span> and <span class='text--italic'>The Sound Of Music</span>), Rodgers & Hart (<span class='text--italic'>Pal Joey</span>, <span class='text--italic'>Babes In Arms</span>), and Kern & Hammerstein (<span class='text--italic'>Show Boat</span>), as well as musicals by Irving Berlin (<span class='text--italic'>Annie Get Your Gun</span>, <span class='text--italic'>White Christmas</span>, <span class='text--italic'>Top Hat</span>), Adam Guettel (<span class='text--italic'>The Light In The Piazza</span>, <span class='text--italic'>Floyd Collins</span>), ground-breaking works from Broadway (<span class='text--italic'>In The Heights</span>, <span class='text--italic'>The Wild Party</span>) and Off-Broadway (<span class='text--italic'>Carrie</span>, <span class='text--italic'>Ordinary Days</span>, <span class='text--italic'>Altar Boyz</span>, <span class='text--italic'>Hello Again</span>), new British musicals (<span class='text--italic'>The Other School</span>, <span class='text--italic'>The Bakewell Bake Off</span>, <span class='text--italic'>Brass</span>, <span class='text--italic'>Jason And The Argonauts</span>), perennials such as <span class='text--italic'>Once Upon A Mattress</span>, <span class='text--italic'>The Threepenny Opera</span> and <span class='text--italic'>Footloose</span>, and the longest-running revues in the history of Broadway &ntilde; <span class='text--italic'>Smokey Joe's Caf&eacute;</span> - and Off-Broadway - <span class='text--italic'>I Love You, You're Perfect, Now Change</span>. R&H Theatricals Europe is a Concord Music company: <a target='_blank' rel='noopener noreferrer' href='https://www.rnh.com/'>www.rnh.com</a>.</p><p>Performance rights to Irving Berlin's <span class='text--italic'>White Christmas</span> are represented in the British Isles and throughout Europe by R&H Theatricals Europe: <a target='_blank' rel='noopener noreferrer' href='https://www.rnh.com/'>www.rnh.com</a></p><p>LIKE Irving Berlin on Facebook at <a target='_blank' rel='noopener noreferrer' href='https://www.facebook.com/IrvingBerlin'>www.facebook.com/IrvingBerlin</a></p><p>FOLLOW R&H Theatricals Europe on Twitter @RHEurope for updates on Irving Berlin's shows and songs.</p><p>Learn more about Irving Berlin at www.irvingberlin.com and <strong><a target='_blank' rel='noopener noreferrer' href='https://www.rnh.com/'>www.rnh.com</a></strong></p>"
  },
  {
    "name": "CURVE",
    "role": "Producer",
    "bio": "<p>Celebrating its 10th birthday this year, almost one million people annually engage with Curve through performances and projects at our home in Leicester, across the UK and internationally. Under the leadership of Chief Executive Chris Stafford and Artistic Director Nikolai Foster, Curve has developed a reputation for producing, programming and touring a bold and diverse programme of musicals, plays, new work, dance and opera. All of this presented alongside a dynamic mix of community engagement, artist development and learning programmes, which firmly places audiences, artists and communities at the heart of everything we do.</p><p>Recent Made at Curve productions include the world-premiere of Dougal Irvine's adaptation of Riaz Khan's <span class='text--italic'>Memoirs of an Asian Football Casual </span>(nominated for Best Regional Production at the WhatsOnStage Awards), the Curve Young Company & Community production of Joseph Stein's <span class='text--italic'>Fiddler on the Roof</span>, the world premiere production of <span class='text--italic'>An Officer and a Gentleman</span> (& on national tour), Leslie Bricusse's <span class='text--italic'>Scrooge</span>, the world premiere of Amana Fontanella Khan's <span class='text--italic'>Pink Sari Revolution</span>, adapted by Purva Naresh (with Belgrade Theatre Coventry, English Touring Theatre and West Yorkshire Playhouse, Leeds); a major revival of Andrew Lloyd Webber's <span class='text--italic'>Sunset Boulevard</span> (& UK tour), Winner - Best Musical, Manchester Theatre Awards and Best Regional Production, WhatsOnStage Awards; the world premiere of Ravi Shankar's opera <span class='text--italic'>Sukanya</span> (co-produced with the Royal Opera House & London Philharmonic Orchestra); the 50th anniversary production of Joe Orton's <span class='text--italic'>What the Butler Saw</span> (with Theatre Royal Bath); Jim Jacobs & Warren Casey's <span class='text--italic'>Grease</span> (also in Dubai) and a production of Roald Dahl's <span class='text--italic'>George's Marvellous Medicine</span>, adapted by David Wood (co-produced with Rose Theatre Kingston & on tour).</p><p><strong>SENIOR MANAGEMENT TEAM</strong>Chief Executive Chris StaffordArtistic Director Nikolai FosterHR & Operations Director Julia BatesBuildings & Technical Director Jay BridgesAssociate Director Suba DasFinance Director Abi JevonsHead of Fundraising Susie JordanHead of Hospitality & Business Relations David RossDirector of Communications & Fundraising Claire Ward</p>"
  }
]